[
	{
		"text": "The best thing—in Shadow's opinion, perhaps the only good thing—about being in prison was a feeling of relief. The feeling that he'd plunged as low as he could plunge and he'd hit bottom. He didn't worry that the man was going to get him, because the man had got him. He was no longer scared of what tomorrow might bring, because yesterday had brought it.",
		"page": [3]
	},
	{
		"text": "“Gods die. And when they truly die they are unmourned and unremembered. Ideas are more difficult to kill than people, but they can be killed, in the end.\"",
		"page": [58, 59]
	},
	{
		"text": "\"You see, I am the only one of us who brings in any money. The other two cannot make money fortune-telling. This is because they only tell the truth, and the truth is not what people want to hear. It is a bad thing, and it troubles people, so they do not come back. But I can lie to them, tell them what they want to hear. So I bring home the bread.\"",
		"page": [74]
	},
	{
		"text": "All we have to believe with is our senses, the tools we use to perceive the world: our sight, our touch, our memory. If they lie to us, then nothing can be trusted. And even if we do not believe, then still we cannot travel in any other way than the road our senses show us; and we must walk that road to the end.",
		"page": [139]
	},
	{
		"text": "\"There's never been a true war that wasn't fought between two sets of people who were certain they were in the right. The really dangerous people believe that they are doing whatever they are doing solely and only because it is without question the right thing to do. And that is what makes them dangerous.\"",
		"page": [233]
	},
	{
		"text": "\"This isn't about what is,\" said Mr. Nancy. \"It's about what people think it is. It's all imaginary anyway. That's why it's important. People only fight over imaginary things.\"",
		"page": [427]
	},
	{
		"text": "\"There was only one guy in the whole Bible Jesus ever personally promised a place with him in Paradise. Not Peter, not Paul, not any of those guys. He was a convicted thief, being executed. So don't knock the guys on death row. Maybe they know something you don't.\"",
		"page": [439]
	},
	{
		"text": "None of this can actually be happening. If it makes you more comfortable, you could simply think of it as metaphor. Religions are, by definition, metaphors, after all: God is a dream, a hope, a woman, an ironist, a father, a city, a house of many rooms, a watchmaker who left his prize chronometer in the desert, someone who loves you—even, perhaps, against all evidence, a celestial being whose only interest is to make sure your football team, army, business, or marriage thrives, prospers, and triumphs over all opposition.\nReligions are places to stand and look and act, vantage points from which to view the world.",
		"page": [508]
	}
]
