[
	{
		"text": "Yossarian knew he was right, because, as he explained to Clevinger, to the best of his knowledge he had never been wrong. Everywhere he looked was a nut, and it was all a sensible young gentleman like himself could do to maintain his perspective amid so much madness. And it was urgent that he did, for he knew his life was in peril.",
		"page": [20]
	},
	{
		"text": "Havermeyer was a lead bombardier who never missed. Yossarian was a lead bombardier who had been demoted because he no longer gave a damn whether he missed or not. He had decided to live forever or die in the attempt, and his only mission each time he went up was to come down alive.",
		"page": [29]
	},
	{
		"text": "“It takes brains not to make money,” Colonel Cargill wrote in one of the homiletic memoranda he regularly prepared for circulation over General Peckem’s signature. “Any fool can make money these days and most of them do. But what about people with talent and brains? Name, for instance, one poet who makes money.”",
		"page": [36]
	},
	{
		"text": "“Well, maybe it is true,” Clevinger conceded unwillingly in a subdued tone. “Maybe a long life does have to be filled with many unpleasant conditions if it’s to seem long. But in that event, who wants one?”\n“I do,” Dunbar told him.\n“Why?” Clevinger asked.\n“What else is there?”",
		"page": [39]
	},
	{
		"text": "There was only one catch and that was Catch-22, which specified that a concern for one’s own safety in the face of dangers that were real and immediate was the process of a rational mind. Orr was crazy and could be grounded. All he had to do was ask; and as soon as he did, he would no longer be crazy and would have to fly more missions. Orr would be crazy to fly more missions and sane if he didn’t, but if he was sane he had to fly them. If he flew them he was crazy and didn’t have to; but if he didn’t want to he was sane and had to. Yossarian was moved very deeply by the absolute simplicity of this clause of Catch-22 and let out a respectful whistle.",
		"page": [46]
	},
	{
		"text": "That men would die was a matter of necessity; which men would die, though, was a matter of circumstance, and Yossarian was willing to be the victim of anything but circumstance. But that was war. Just about all he could find in its favor was that it paid well and liberated children from the pernicious influence of their parents.",
		"page": [68]
	}
]
