[
	{
		"text": "“Life is a game, boy. Life is a game that one plays according to the rules.”\n“Yes, sir. I know it is. I know it.”\nGame, my ass. Some game. If you get on the side where all the hot-shots are, then it’s a game, all right—I’ll admit that. But if you get on the other side, where there aren’t any hot-shots, then what’s a game about it? Nothing. No game.",
		"page": [12, 13]
	},
	{
		"text": "A lot of schools were home for vacation already, and there were about a million girls sitting and standing around waiting for their dates to show up. Girls with their legs crossed, girls with their legs not crossed, girls with terrific legs, girls with lousy legs, girls that looked like swell girls, girls that looked like they’d be bitches if you knew them. It was really nice sightseeing, if you know what I mean. In a way, it was sort of depressing, too, because you kept wondering what the hell would happen to all of them. When they got out of school and college, I mean. You figured most of them would probably marry dopey guys. Guys that always talk about how many miles they get to a gallon in their goddam cars. Guys that get sore and childish as hell if you beat them at gold, or even just some stupid game like ping-pong. Guys that are very mean. Guys that never read books. Guys that are very boring—But I have to be careful about that. I mean about calling certain guys bores.",
		"page": [160, 161]
	},
	{
		"text": "They didn’t act like people and they didn’t act like actors. It’s hard to explain. They acted more like they knew they were celebrities and all. I mean they ere good, but they were too good… If you do something too good, then, after a while, if you don’t watch it, you start showing off. And then you’re not as good anymore.",
		"page": [164]
	},
	{
		"text": "Boy, when you’re dead, they really fix you up. I hope to hell when I do die somebody has sense enough to just dump me in the river or something. Anything except sticking me in a goddam cemetery. People coming and putting a bunch of flowers on your stomach on Sunday, and all that crap. Who wants flowers when you’re dead? Nobody.",
		"page": [201]
	},
	{
		"text": "“You’re going to start getting closer and closer—that is, if you want to, and if you look for it and wait for it—to the kind of information that will be very, very dear to your heart. Among other things, you’ll find that you’re not the first person who was ever confused and frightened and even sickened by human behavior. You’re by no means alone on that score, you’ll be excited and stimulated to know. Many, many men have been just as troubled morally and spiritually as you are right now. Happily, some of them kept records of their troubles. You’ll learn from them—if you want to. Just as someday, if you have something to offer, someone will learn something from you. It’s a beautiful reciprocal arrangement. And it isn’t education. It’s history. It’s poetry.” … “I’m not trying to tell you,” he said, “that only educated and scholarly men are able to contribute something valuable to the world. It’s not so. But I do say that educated and scholarly men, if they’re brilliant and creative to begin with—which, unfortunately, is rarely the case—tend to leave infinitely more valuable records behind them than men do who are merely brilliant and creative. They tend to express themselves more clearly, and they usually have a passion for following their thoughts through to the end. And—most important—nine times out of ten they have more humility than the unscholarly thinker.”",
		"page": [245, 246]
	},
	{
		"text": "That’s the whole trouble. You can’t ever find a place that’s nice and peaceful, because there isn’t any. You may think there is, but once you get there, when you’re not looking, somebody’ll sneak up and write “Fuck you” right under your nose. Try it sometime. I think, even, if I ever die, and they stick me in a cemetery, and I have a tombstone and all, it’ll say “Holden Caulfield” on it, and then what year I was born and what year I died, and then right under that it’ll say “Fuck you.” I’m positive, in fact.",
		"page": [264]
	},
	{
		"text": "A lot of people, especially this one psychoanalyst guy they have here, keep asking me if I’m going to apply myself when I go back to school next September. It’s such a stupid question, in my opinion. I mean how do you know what you’re going to do till you do it? The answer is, you don’t. I think I am, but how do I know? I swear it’s a stupid question.",
		"page": [276]
	}
]
