[
	{
		"text": "What makes Pixar special is that we acknowledge we will always have problems, many of them hidden from our view; that we work hard to uncover these problems, even if doing so means making ourselves uncomfortable; and that, when we come across a problem, we marshal all of our energies to solve it."
	},
	{
		"text": "I believe the best managers acknowledge and make room for what they do not know—not just because humility is a virtue but because until one adopts that mindset, the most striking breakthroughs cannot occur... Only when we admit what we don't know can we ever hope to learn it."
	},
	{
		"text": "To ensure that \\[NYIT] succeeded, I needed to attract the sharpest minds; to attract the sharpest minds, I needed to put my own insecurities away... When faced with a challenge, get smarter.\nSo we dit... And ever since, I've made a policy of trying to hire people smarter than I am. The obvious payoffs of exceptional people are that they innovate, excel, and generally make your company—and, by extension, you, look good.",
		"page": [23]
	},
	{
		"text": "Clearly, it wasn't enough for managers to have good ideas—they had to be able to engender support for those ideas among the people who'd be charged with employing them.",
		"page": [31]
	},
	{
		"text": "The good stuff was hiding the bad stuff. I realized that this was something I needed to look out for: When downsides coexist with upsides, as they often do, people are reluctant to explore what's bugging them, for fear of being labeled complainers...\nFor me, this discovery was bracing. Being on the lookout of problems, I realized, was not the same as *seeing* problems.",
		"page": [63]
	},
	{
		"text": "If you give a good idea to a mediocre team, they will screw it up. If you give a mediocre idea to a brilliant team, they will either fix it or throw it away and come up with something better.\nThe takeaway here is worth repeating: Getting the team right is a necessary precursor to getting the ideas right. It is easy to say you want talented people, and you do, but the way those people interact with one another is the real key. Even the smartest people can form an ineffective team if they are mismatched. That means it is better to focus on how a team is performing, not on the talents of the individuals within it. A good team is made up of people who complement each other. There is an important principle here that may seem obvious, yet—in my experience—is not obvious at all. Getting the right people and the right chemistry is more important than getting the right idea.",
		"page": [74]
	},
	{
		"text": "Merely repeating ideas means nothing. You must act—and think—accordingly.",
		"page": [79]
	},
	{
		"text": "Imagine an old, heavy suitcase whose well-worn handles are hanging by a few threads. The handle is \"Trust the Process\" or \"Story Is King\"—a pithy statement that seems, on the face of it, to stand for so much more. The suitcase represents all that has gone into the formation of the phrase: the experience, the deep wisdom, the truths that emerge from struggle. Too often, we grab the handle and—without realizing it—walk off without the suitcase. What's more, we don't even think about what we've left behind. After all, the handle is so much easier to carry around than the suitcase.",
		"page": [79, 80]
	},
	{
		"text": "Around this time, John \\[Lasseter] coined a new phrase: \"Quality is the best business plan.\" What he meant was that quality is not a consequence of following some set of behaviors. Rather, it is a prerequisite and a mindset you must have *before* you decide what you are setting out to do. Everyone says quality is important, but they must do more than say it. They must live, think, and breathe it.",
		"page": [81, 82]
	},
	{
		"text": "Ask anyone, \"Should people be honest?\" and of course their answer will be yes. It has to be! Saying no is to endorse dishonesty, which is like coming out against literacy or childhood nutrition—it sounds like a moral transgression. But the fact is, there are often good reasons *not* to be honest...\n\\[...]\nOne way to \\[free ourselves of honesty's baggage] is to replace the word *honesty* with another word that has a similar meaning but fewer moral connotations: *candor*. Candor is forthrightness or frankness—not so different form honesty, really.",
		"page": [85, 86]
	},
	{
		"text": "Telling the truth is difficult, but inside a creative company, it is the only way to ensure excellence.",
		"page": [104]
	},
	{
		"text": "For most of us, failure comes with baggage—a lot of baggage—that I believe is traced directly back to our days in school. From a very early age, the message is drilled into our heads: Failure is bad; failure means you didn't study or prepare; failure means you slacked off or—worse!—aren't smart enough to begin with. Thus, failure is something to be ashamed of...\nWe need to think about failure differently. I'm not the first to say that failure, when approached properly, can be an opportunity for growth. But the way most people interpret this assertion is that mistakes are a necessary evil. Mistakes aren't a necessary evil. They aren't evil at all. They are an inevitable consequence of doing something new (and, as such should be seen as valuable; without them, we'd have no originality).",
		"page": [108]
	},
	{
		"text": "Your employees are smart; that's why you hired them. So treat them that way. They know when you deliver a message that has been heavily massaged. When managers explain what their plan is without giving the reasons for it, people wonder what the real agenda is. There may be no hidden agenda, but you've succeeded at implying that there is one. Discussing the thought process behind solutions aim the focus on the solutions, not on second-guessing. When we are honest, people know it.",
		"page": [125, 126]
	},
	{
		"text": "Rather than trying to prevent all errors, we should assume, as is almost always the case, that our people's intentions are good and that they want to solve problems. Give them responsibility, let the mistakes happen, and let people fix them. If there is fear, there is a reason—our job is to find the reason and remedy it. Management's job is not to prevent risk but to build the ability to recover.",
		"page": [128]
	},
	{
		"text": "Making the process better, easier, and cheaper is an important aspiration, something we continually work on—but *it is not the goal*. Making something great is the goal.\nI see this over and over again in other companies: A subversion takes place in which streamlining the process or increasing production supplants the ultimate goal, with each person or group thinking they're doing the right thing—when, in fact, they have strayed off course.",
		"page": [134, 135]
	},
	{
		"text": "Moreover, it is precisely because of the inevitability of change that people fight to hold on to what they know. Unfortunately, we often have little ability to distinguish between what works and is worth hanging on to and what is holding us back and worth discarding.",
		"page": [147, 148]
	},
	{
		"text": "For many people, changing course is also a sign of weakness, tantamount to admitting that you don't know what you are doing. This strikes me as particularly bizarre—personally, I think the person who can't change his or her mind is dangerous. Steve Jobs was known for changing his mind instantly in the light of new facts, and I don't know anyone who thought he was weak.",
		"page": [152, 153]
	},
	{
		"text": "To be clear, I am not endorsing change for change's sake. There are often good reasons to hang on to things that work.",
		"page": [154]
	},
	{
		"text": "I believe that the inappropriate application of simple rules and models onto complex mechanisms causes damage—to whatever project is at hand and even to the company as a whole. The simple explanation is so desirable that it is often embraced even when it's completely inappropriate.",
		"page": [157]
	},
	{
		"text": "Here's what turns a successful hierarchy into one that impedes progress: when too many people begin, subconsciously, to equate their own value and that of others with where they fall in the pecking order... By not thinking how and why we value people, we can fall into this trap almost by default.",
		"page": [172]
	},
	{
		"text": "If we can agree that it's hard, if not impossible, to get a complete picture of what is going on at any given time in any given company, it becomes even harder when you are successful. That's because success convinces us that we are doing things the right way. There is nothing quite as effective, when it comes to shutting down alternative viewpoints, as being convinced that you are right.",
		"page": [173]
	},
	{
		"text": "Most of us walk around thinking that our view is best—probably because it is the only one we really know. You'd think the fact that we all have major misunderstandings with people at times—squabbles over what was said or what was meant—would clue us in to the reality that so incredibly much is hidden from us. But, no. we have to learn, over and over again, that the perceptions and experiences of others are vastly different than our own.",
		"page": [180, 181]
	},
	{
		"text": "Craft is what we are expected to know; art is the unexpected use of our craft.\nEven though copying what's come before is a guaranteed path to mediocrity, it *appears* to be a safe choices nd the desire to be save—to succeed with minimal risk—can infect not just individuals but also entire companies. If we sense that our structures are rigid, inflexible or bureaucratic, we must bust them open—without destroying ourselves in the process.",
		"page": [196]
	},
	{
		"text": "In general, people are resistant to self-assessment. Companies are bad at it, too. Looking inward, to them, often boils down to this: \"We are successful, so what we are doing must be correct.\" Or the converse: \"We failed, so what we did was wrong.\" This is shallow. Do not be cowed into missing this opportunity.",
		"page": [216]
	},
	{
		"text": "\"You can't manage what you can't measure is a maxim that is taught and believed by many in both the business and education sectors. But in fact, the phrase is ridiculous—something said by people who are unaware of how much is hidden. A large portion of what we manage *can't* be measured, and not realizing this has unintended consequences. The problem comes when people think that data paints a full picture, leading them to ignore what they can't see. Here's my approach: Measure what you can, evaluate what you measure, and appreciate that you cannot measure the vast majority of what you do.",
		"page": [219, 220]
	},
	{
		"text": "Fear of judgement hinders creativity.",
		"page": [221]
	},
	{
		"text": "Unleashing creativity requires that we loosen the controls, accept risk, trust our colleagues, work to clear the path for them, and pay attention to anything that creates fear. Doing all these things won't necessarily make the job of managing a creative culture easier. But ease isn't the goal; excellence is.",
		"page": [295]
	},
	{
		"text": "Steve \\[Jobs] had a remarkable knack for letting go of things that didn't work. If you were in an argument with him, and you convinced him that you were right, he would instantly change his mind. He didn't hold on to an idea because he had one believed it to be brilliant. His ego didn't attach to the suggestions he made, even as he threw his full weight behind them.",
		"page": [304]
	},
	{
		"text": "\\[Jobs] used to say regularly that as brilliant as Apple products were, eventually they all ended up in landfills. He believed, as I do, that because they dig for deeper truths, \\[Pixar's] movies will endure, and he found beauty in that idea.",
		"page": [308]
	},
	{
		"text": "\\[Jobs] recognized that many rules were in fact arbitrary. Yes, he tested boundaries and crossed the line at times. As a behavioral trait, that can be seen as antisocial—or if it happens to change the world, it can earn you the label \"visionary\". We frequently support the idea of pushing boundaries in theory, ignoring the trouble it can cause in practice.",
		"page": [310]
	},
	{
		"text": "Here are some of the principles we've developed over the years to enable and protect a healthy creative culture...:\n- Give a good idea to a mediocre team, and they will screw it up. Give a mediocre idea to a great team, and they will either fix it or come up with something better. If you get the team right, chances are that they'll get the ideas right.\n- When looking to hire people, give their potential to grow more weight than their current skill level. What they will be capable of tomorrow is more important than what they can do today.\n- Always try to hire people who are smarter than you. Always take a chance on better, even if it seems like a potential threat.\n- If there are people in your organization who feel they are not free to suggest ideas, you lose. Do not discount ideas from unexpected sources. Inspiration can, and does, come from anywhere.\n- It isn't enough merely to be open to ideas from others. Engaging the collective brainpower of the people you work with is an active, ongoing process. As a manager, you must coax ideas out of your staff and constantly push them to contribute.\n- There are many valid reasons why people aren't candid with one another in a work environment. Your job is to search for those reasons and then address them.\n- Likewise, if someone disagrees with you, there is a reason. Our first job is to understand the reasoning behind their conclusions.\n- Further, if there is fear in an organization, there is a reason for it—our job is (a) to find out what's causing it, (b) to understand it, and (c) to try to root it out.\n- There is nothing quite as effective, when it comes to shutting down alternative viewpoints, as being convinced you are right.\n- In general, people are hesitant to say things that might rock the boat. Braintrust meetings, dailies, postmortems, and Notes Day are all efforts to reinforce the idea that it is okay to express yourself. All are mechanisms of self-assessments that seek to uncover what's real.\n- If there is more truth in the hallways than in meetings, you have a problem.\n- Many managers feel that if they are not notified about problems before others are or if they are surprised in a meeting, then that is a sign of disrespect. Get over it.\n- Careful \"messaging\" to downplay problems makes you appear to be lying, deluded, ignorant, or uncaring. Sharing problems is an act of inclusion that makes employees feel invested in the larger enterprise.\n- The first conclusions we draw from our successes and failures are typically wrong. Measuring the outcome without evaluating the process is deceiving.\n- Do not fall for the illusion that by preventing errors, you won't have errors to fix. The truth is, the cost of preventing errors is often far greater than the cost of fixing them.\n- Change and uncertainty are part of life. Our job is not to resist them but to build the capability to recover when unexpected events occur. If you don't always try to uncover what is unseen and understand its nature, you will be ill prepared to lead.\n- Similarly, it is not the manager's job to prevent risks. It is the manager's job to make it safe to take them.\n- Failure isn't a necessary evil. In fact, it isn't evil at all. It is a necessary consequence of doing something new.\n- Trust doesn't mean that you trust that someone won't screw up—it means that you trust them even when they do screw up.\n- The people ultimately responsible for implementing a plan must be empowered to make decisions when things go wrong, even before getting approval. Finding and fixing problems is everybody's job. Anyone should be able to stop the production line.\n- The desire for everything to run smoothly is a false goal—it leads to measuring people by the mistakes they make rather than their ability to solve problems.\n- Don't wait for things to be perfect before you share them with others. Show early and show often. It'll be pretty when we get there, but it won't be pretty along the way. And that's as it should be.\n- A company's communication structure should not mirror its organizational structure. Everybody should be able to talk to anybody.\n- Be wary of making too many rules. Rules can simplify life for managers, but they can be demeaning to the 95 percent who behave well. Don't create rules to rein in the other 5 percent—address abuses of common sense individually. This is more work but ultimately healthier.\n- Imposing limits can encourage a creative response. Excellent work can emerge from uncomfortable or seemingly untenable circumstances.\n- Engaging with exceptionally hard problems forces us to think differently.\n- An organization, as a whole, is more conservative and resistant to change than the individuals who comprise it. Do not assume that general agreement will lead to change—it takes substantial energy to move a group, even when all are on board.\n- The healthier organizations are made up of departments whose agendas differ but whose goals are interdependent. If one agenda wins, we all lose.\n- Our job as managers in creative environments is to protect new ideas from those who don't understand that in order for greatness to emerge, there must be phases of not-so-greatness. Protect the future, not the past.\n- New crises are not always lamentable—they test and demonstrate a company's values. The process of problem-solving often bonds people together and keeps the culture in the present.\n- Excellence, quality, and good should be earned words, attributed by others to us, not proclaimed by us about ourselves.\n- Do not accidentally make stability a goal. Balance is more important than stability.\n- Don't confuse the process with the goal. Working on our processes to make them better, easier, and more efficient is an indispensable activity and something we should continually work on—but it is not the goal. Making the product great is the goal.",
		"page": [315, 319]
	}
]
