[
	{
		"text": "Deep Work: Professional activities performed in a state of distraction-free concentration that push your cognitive capacities to their limit. These efforts create new value, improve your skill, and are hard to replicate.",
		"page": [3]
	},
	{
		"text": "Shallow Work: Noncognitively demanding, logistical-style tasks, often performed while distracted. These efforts tend to not create much new value in the world and are easy to replicate.",
		"page": [6]
	},
	{
		"text": "Our work culture’s shift towards the shallow (whether you think it’s philosophically good or bad) is exposing a massive economic and personal opportunity for the few who recognize the potential of resisting this trend and prioritizing depth.",
		"page": [8]
	},
	{
		"text": "Deep work is not, in other words, an old-fashioned skill falling into irrelevance. It’s instead a crucial ability for anyone looking to move ahead in a globally competitive information economy that tends to chew up and spit out those who aren’t earning their keep.",
		"page": [14]
	},
	{
		"text": "The Deep Work Hypothesis: The ability to perform deep work is becoming increasingly rare at exactly the same time it is becoming increasingly valuable in our economy. As a consequence, the few who cultivate this skill, and then make it the core of their working life, will thrive.",
		"page": [14]
	},
	{
		"text": "The complex reality of the technologies that rely companies leverage to get ahead emphasizes the absurdity of the now common idea that exposure to simplistic, consumer-facing products—especially in schools—somehow prepares people to succeed in a high-tech economy. Giving students iPads or allowing them to film homework assignments on YouTube prepares them for a high-tech economy about as much as playing with Hot Wheels would prepare them to thrive as auto mechanics.",
		"page": [31]
	},
	{
		"text": "High-Quality Work Produced = (Time Spent) x (Intensity of Focus)",
		"page": [40]
	},
	{
		"text": "If e-mail were to move to the periphery of your workday, you’d be required to deploy a more thoughtful approach to figuring out what you should be working on and for how long. This type of planning is hard. \\[…] It’s significantly easier to simply chime in on the latest cc’d e-mail thread.",
		"page": [59]
	},
	{
		"text": "Busyness as Proxy for Productivity: In the absence of clear indicators of what it means to be productive and valuable in their jobs, many knowledge workers turn back toward an industrial indicator of productivity: doing lots of stuff in a visible manner.\n\\[…]\nViewed objectively, however, this concept is anachronistic. Knowledge work is not an assembly line, and extracting value from in formation is an activity that’s often at odds with busyness, not supported by it.",
		"page": [64, 65]
	},
	{
		"text": "Deep work is at a severe disadvantage in a technopoly because it builds on values like quality, craftsmanship, and mastery that are decidedly old-fashioned and nontechnological. Even worse, to support deep work often requires the rejection of much of what is new and high-tech.",
		"page": [69]
	},
	{
		"text": "The key to developing a deep work habit is to move beyond good intentions and add routines and rituals to your working life designed to minimize the amount of your limited willpower necessary to transition into and maintain a state of unbroken concentration.",
		"page": [100]
	},
	{
		"text": "This combination of soundproofed offices connected to large common areas \\[as seen at Bell Labs] yields a hub-and-spoke architecture of innovation in which both serendipitous encounter and isolated deep thinking are supported. It’s a setup that straddles a spectrum where on one extreme we find the solo thinker, isolated from inspiration but free from distraction, and on the other extreme, we find the fully collaborative thinker in an open office, flush with inspiration but struggling to support the deep thinking needed to build on it.",
		"page": [131]
	},
	{
		"text": "Execution should be aimed at a small number of “wildly important goals.” This simplicity will help focus an organization’s energy to a sufficient intensity to ignite real results.",
		"page": [136]
	},
	{
		"text": "Only the confidence that you’re done with work until the next day can convince your brain to downshift to the level where it can begin to recharge for the net day to follow. Put another way, trying to squeeze a little more work out of your evenings might reduce your effectiveness the next day enough that you end up getting less done the if you had respected a shutdown.",
		"page": [149]
	},
	{
		"text": "When you work hard, work hard. When you’re done, be done.",
		"page": [154]
	},
	{
		"text": "All activities, regardless of their importance, consume your same limited store of time and attention. If you service low-impact activities, therefore, you’re taking away time you could be spending on higher-impact activities. It’s a zero-sum game.",
		"page": [202]
	},
	{
		"text": "This hypothetical London salaryman, \\[Arnold Bennett] notes, has a little more than sixteen hours left in the day beyond these work-related hours. To Bennett, this is a lot fo time, but most people in this situation tragically don’t realize its potential. The “great and profound mistake which my typical man makes in regard to his day,” he elaborates, is that even though he doesn’t particularly enjoy his work (seeing it as something to “get through”), “he persists in looking upon those hours from ten to six as ‘the day,’ to which the ten hours preceding them and the six hours following them are nothing but a prologue and an epilogue.”\n\\[…] Bennet suggests that his typical man see his sixteen free hours as a “day within a day.”",
		"page": [210]
	},
	{
		"text": "When it comes to your relaxation, don’t default to whatever catches your attention at the moment, but instead dedicate some advance thinking to the question of how you want to spend your. “Day within a day.” Addictive websites of the type mentioned previously thrive in a vacuum: If you haven’t given yourself something to do in a. Given moment, they’ll always beckon as an appealing option. If you instead fill this free time with something of more quality, their grip on your attention will loosen.",
		"page": [212, 213]
	},
	{
		"text": "We spend much of our day on autopilot—not giving much thought to what we’re doing with out time. This is a problem. It’s difficult to prevent the trivial from creeping into every corner of your schedule if you don’t face, without flinching, your current balance between deep and shallow work, and then adopt the habit of pausing before action and asking, “What makes the most sense right now?” The strategy described in the following paragraphs is designed to force you into these behaviors. It’s an idea that might seem extreme at first but will soon prove indispensable in your quest to take full advantage of the value of deep work: Schedule every minute of your day.",
		"page": [222]
	},
	{
		"text": "Deep work is way more powerful than most people understand. It’s a commitment to this skill that allowed Bill Gates to make the most of an unexpected opportunity to create a new industry, and that allowed me to double my academic productivity in the same year I decided to concurrently write a book. To leave the distracted masses to join the focused few, I’m arguing, is a transformative experience.",
		"page": [262, 263]
	}
]
