[
	{
		"text": "It is far better to grasp the Universe as it really is than to persist in delusion, however satisfying and reassuring.",
		"page": [12]
	},
	{
		"text": "There is no way back. Like it or not, we are stuck with science. We had better make the best of it. When we finally come to terms with it and fully recognize its beauty and its power, we will find, in spiritual as well as in practical matters, that we have made a bargain strongly in our favor.",
		"page": [13]
	},
	{
		"text": "It is enormously easier to present in an appealing way the wisdom distilled from centuries of patient and collective interrogation of Nature than to detail the messy distillation apparatus. The method of science, as stodgy and grumpy as it may seem, is far more important than the findings of science.",
		"page": [22]
	},
	{
		"text": "Science is more than a body of knowledge; it is a way of thinking. I have a foreboding of an America in my children’s or grandchildren’s time—when the United States is a service and information economy; when nearly all the key manufacturing industries have slipped away to other industries; when awesome technological powers are in the hands of a very few, and no one representing the public interest can even grasp the issues; when the people have lost the ability to set their own agendas or knowledgeably question those in authority; when, clutching our crystals and nervously consulting our horoscopes, our critical faculties in decline, unable to distinguish between what feels good and what’s true, we slide, almost without noticing, back into superstition and darkness.",
		"page": [25]
	},
	{
		"text": "I’m frequently asked, “Do you believe there’s extraterrestrial intelligence?” I give the standard arguments—there are a lot of places out there, the molecules of life are everywhere, I use the word billions, and so on. Then I say it would be astonishing to me if there weren’t extraterrestrial intelligence, but of course there is as yet no compelling evidence for it.\nOften, I’m asked next, “What do you really think?”\nI say, “I just told you what I really think.”\n“Yes, but what’s your gut feeling?”\nBut I try not to think with my gut. If I’m serious about understanding the world, thinking with anything besides my brain, as tempting as that might be, is likely to get me into trouble. Really, it’s okay to reserve judgment until the evidence is in.",
		"page": [180]
	},
	{
		"text": "One of the saddest lessons of history is this: If we’ve been bamboozled long enough, we tend to reject any evidence of the bamboozle. We’re no longer interested in finding out the truth. The bamboozle has captured us. It’s simply too painful to acknowledge, even to ourselves, that we’ve been taken. Once you give a charlatan power over you, you almost never get it back. So the old bamboozles tend to persist as the new ones rise.\nSéances only occur in darkened rooms, where the ghostly visitors can be seen dimly at best. If we turn up the lights a little, so we have a chance to see what’s going on, the spirits vanish. THey’re shy, we’re told, and some of us believe it. In twentieth-century parapsychology laboratories, there is the “observer effect”: Those described as gifted psychics find that their powers diminish markedly whenever skeptics arrive, and disappear altogether in the presence of a conjurer as skilled as James Randi. What they need is darkness and gullibility.",
		"page": [241]
	},
	{
		"text": "If it is to be applied consistently, science imposes, in exchange for its manifold gifts, a certain onerous burden: We are enjoined, no matter how uncomfortable it may be, to consider ourselves and our cultural institutions scientifically—not to accept uncritically whatever we’re told; to surmount as best we can out hopes, conceits, and unexamined beliefs; to view ourselves as we really are. Can we conscientiously and courageously follow planetary motion or bacterial genetics wherever the search may lead, but declare the origin of matter or human behavior off-limits? Because its explanatory power is so great, once you get the hang of scientific reasoning you’re eager to apply it everywhere. However, int eh course of looking deeply within ourselves, we may challenge notions that give comfort before the terrors of the world.",
		"page": [296]
	},
	{
		"text": "Why should so many people find science hard to learn and hard to teach? I’ve tried to suggest some of the reasons—its precision, its counterintuitive and disquieting aspects, its prospects of misuse, its independence of authority, and so on. But is there something deeper? Alan Cromer is a physics professor at Northeastern University in Boston who was surprised to find so many students unable to grasp the most elementary concepts in his physics class. In Uncommon Sense: The Heretical Nature of Science (1993), Cromer proposes that science is difficult because it’s new. We, a species that’s a few hundred thousand years old, discovered the method of science only a few centuries ago, he says. Like writing, which is only a few millennia old, we haven’t gotten the hang of it yet—or at least not without very serious and attentive study.\nExcept for an unlikely concatenation of historical events, he suggests, we would never have invented science: “The hostility to science, in the face of its obvious triumphs and benefits, is… evidence that it is something outside the mainstream of human development, perhaps a fluke.”",
		"page": [309]
	},
	{
		"text": "When the training is unchanged for immense periods of time, traditions are passed on intact to the next generation. But when what needs to be learned changes quickly, especially in the course of a single generation, it becomes much harder to know what to teach and how to teach it. Then, students complain about relevance; respect for their elders diminishes. Teachers despair at how educational standards have deteriorated, and how lackadaisical students have become. In a world in transition, students and teachers both need to teach themselves one essential skill—learning how to learn.",
		"page": [321]
	},
	{
		"text": "Nearly every scientist has experienced, in a moment of discovery or sudden understanding, a reverential astonishment. Science—pure science, science not for any practical application but for its own sake—is a deeply emotional matter for those who practice it, as well as for those nonscientists who every now and then dip in to see what’s been discovered lately.",
		"page": [330]
	},
	{
		"text": "There was a most revealing rule: Slaves were to remain illiterate. In the antebellum South, whites who taught a slave to read were severely punished. “\\[To] make a contented slave,” Bailey \\[Frederick Douglass] later wrote, “it is necessary to make a thoughtless one. It is necessary to darken his moral and mental vision, and, as far as possible, to annihilate the power of reason.” This is why the slaveholders must control what slaves hear and see and think. This is why reading and critical thinking are dangerous, indeed subversive, in an unjust society.",
		"page": [355]
	},
	{
		"text": "For 99 percent of the tenure of humans on earth, nobody could read or write. The great invention and not yet bene made. Except for first-hand experience, almost everything we knew was passed on by word of mouth. As in the children’s game “Telephone,” over tens and hundreds of generations, information would slowly be distorted and lost.\nBooks changed all that. Books, purchasable at low cost, permit us to interrogate the past with high accuracy; to tap the wisdom of our species; to understand the point of view of others, and not just those in power; to contemplate—with the best teachers—the insights, painfully extracted from Nature, of the greatest minds that ever were, drawn from the entire planet and from all of our history. They allow people long dead to talk inside our heads. Books can accompany us everywhere. Books are patient when we are slow to understand, allow us to go over the hard parts as many times as we wish, and are never critical of our lapses. Books are key to understanding the world and participating in a democratic society.",
		"page": [357]
	},
	{
		"text": "If Frederick Douglass as an enslaved child could teach himself into literacy and greatness, why should anyone in our more enlightened day and age remain unable to read? Well, it’s not that simple—in part because few of us are so brilliant and courageous as Frederick Douglass, butt for other important reasons as well:\nIf you grow up in a household where there are books, where you are read to, where parents, siblings, aunts, uncles, and cousins read for their own pleasure, naturally you learn to read. If no one close to you takes joy in reading, where is the evidence that it’s worth the effort? If the quality of education available to you is inadequate, if you’re taught rote memorization rather than how to think, if the content of what you’re first given to read comes from a nearly alien culture, literacy can be a rocky road.",
		"page": [358]
	},
	{
		"text": "Streakiness, far from being remarkable, is expected, even for random events. What would be remarkable would be no streaks. If I flip a penny 10 times in a row, I might get this sequence of heads and tails: H H H T H T H H H H. Eight heads out of 10, and four in a row! Was I exercising some psychokinetic control over my penny? Was I in a heads groove? It looks much too regular to be due to chance.\nBut then I remember that I was flipping before and after I got this run of heads, that it’s embedded in a much longer and less interesting sequence: H H T H T T H H H T H T H H H H T H T T H T H T T. If I’m permitted to pay attention to some results and ignore others, I’ll always be able to “prove” there’s something exceptional about my streak. This is one of the fallacies in the baloney detection kid, the enumeration of favorable circumstances. We remember the hits and forget the misses.",
		"page": [371, 372]
	},
	{
		"text": "The witch mania is shameful. How could we do it? How could we be so ignorant about ourselves and our weaknesses? How could it have happened in the most “advanced,” the most “civilized” nations then on Earth? Why as it resolutely supported by conservatives, monarchists, and religious fundamentalists? Why opposed by liberals, Quakers, and followers of the Enlightenment? If we’re absolutely sure that our beliefs are right, and those of others wrong; that we are motivated by good, and others by evil; that the King of the Universe speaks to us, and not tot adherents of very different faiths; that it is wicked to challenge conventional doctrines or ask searching questions; that our main job is to believe and obey—then the witch mania will recur in its infinite variations down to the time of the last man… If we fail to understand dhow it worked in the last round, we will not recognize it as it emerges in the next.",
		"page": [413]
	},
	{
		"text": "The business of skepticism is to be dangerous. Skepticism challenges established institutions. If we teach everybody, including, say, high school students, habits of skeptical thought, they will probably not restrict their skepticism to UFOs, aspirin commercials, and 35,000-year-old channelees. Maybe they’ll start asking awkward questions about economic, or social, or political, or religious institutions. Perhaps they’ll challenge the opinions of those in power. Then where would we be?",
		"page": [416]
	},
	{
		"text": "Even a casual scrutiny of history reveals that we humans have a sad tendency to make the same mistakes again and again. We’re afraid of strangers or anybody who’s a little different from us. When we get scared, we start pushing people around. We have readily accessible buttons that release powerful emotions when pressed. We can be manipulated into utter senselessness by clever politicians. Give us the right kind of leader and, like the most suggestible subjects of the hypnotherapists, we’ll gladly do just about anything he wants—even things we know to be wrong. The framers of the Constitution were students of history. In recognition of the human condition, they sought to invent a means that would keep us free in spite of ourselves.",
		"page": [424]
	},
	{
		"text": "Most of us are for freedom of expression when there’s a danger that our own views will be suppressed. We’re not all that upset, though, when views we despise encounter a little censorship here and there.",
		"page": [429]
	},
	{
		"text": "In his celebrated little book On Liberty, the English philosopher John Stuart Mill argued that silencing an opinion is “a peculiar evil.” If the opinion is right, we are robbed of the “opportunity of exchanging error for truth”; and if it’s wrong, we are deprived of a deeper understanding of the truth in “its collision with error.” If we know only our own side of the argument, we hardly even know that; it becomes stale, soon learned only by rote, untested, a pallid and lifeless truth.",
		"page": [430]
	},
	{
		"text": "If we can’t think for oursrelves, if we’re unwilling to question authority, then we’re just putty in the hands of those in power. But if the citizens are educated and form their own opinions, then those in power work for us. In every country, we should be teaching our children the scientific method and the reasons for a Bill of Rights. With it comes a certain decency, humility and community spirit. In the demon-haunted world that we inhabit by virtue of being human, this may be all that stands between us and the enveloping darkness.",
		"page": [434]
	}
]
