[
	{
		"text": "Reason is the first victim of strong emotion.",
		"page": [16]
	},
	{
		"text": "The Fremen are civil, educated, and ignorant. They’re not mad. They’re trained to believe, not to know. Belief can be manipulated. Only knowledge is dangerous.",
		"page": [23]
	},
	{
		"text": "“I succumbed to the lure of the oracle,” he thought.\nAnd he sensed that succumbing to this lure might be to fix himself upon a single-track life. Could it be, he wondered, that the oracle didn’t tell the future? Could it be that the oracle made the future? Had he exposed his life to some web of underlying threads, trapped himself there in that long-ago awakening, victim of a spider-future which even now advanced upon him with terrifying jaws.\nA Bene Gesserit axiom slipped into his mind: “To use raw power is to make yourself infinitely vulnerable to greater powers.”",
		"page": [35]
	},
	{
		"text": "Empires do not suffer emptiness of purpose at the time of their creation. It is when they have become established that aims are lots and replaced by vague ritual.",
		"page": [48]
	},
	{
		"text": "When a creature has developed into one thing, it will chose death rather than change into its opposite.",
		"page": [116]
	},
	{
		"text": "The pitfall of Bene Gesserit training, she reminded herself, lay in the powers granted: such powers predisposed one to vanity and pride. But power deluded those who used it. One tended to believe power could overcome any barrier… including one’s own ignorance.",
		"page": [121]
	},
	{
		"text": "When they arose to dress for the day, she said: “If the people only knew your love…”\nBut his mood had changed. “You can’t build politics on love,” he said. “People aren’t concerned with love; it’s too disordered. They prefer despotism. Too much freedom breeds chaos. We can’t have that, can we? And how do you make despotism lovable?” \n“You’re not a despot!” she protested, tying her scarf. “Your laws are just.”\n“Ahh, laws,” he said. He crossed to the window, pulled back the draperies as though he could look out. “What’s law? Control? Law filters chaos and what drips through? Serenity? Law—our highest ideal and our basest nature. Don’t look too closely at the law. Do, and you’ll find the rationalized interpretations, the legal casuistry, the precedents of convenience. You’ll find the serenity, which is just another word for death.”",
		"page": [166]
	},
	{
		"text": "“You produce a deadly paradox,” Jessica had written. “Government cannot be religious and self-assertive at the same time. Religious experience needs a spontaneity which laws inevitably suppress. And you cannot govern without laws. Your laws eventually must replace morality, replace conscience, replace even the religion by which you think to govern. Sacred ritual must spring from praise and holy yearnings which hammer out a significant morality. Government, on the other hand, is a cultural organism particularly attractive to doubts, questions, and contentions. I see the day coming when ceremony must take the place of faith and symbolism replaces morality.”",
		"page": [168, 169]
	}
]
