[
	{
		"text": "Throughout his life, Albert Einstein would retain the intuition and awe of a child. He never lost his sense of wonder at the magic of nature's phenomena—magnetic fields, gravity, inertia, acceleration, light beams—which grown-ups find so commonplace. He retained the ability to hold two thoughts iin his mind simultaneously, to be puzzled when they conflicted, and to marvel when he could smell an underlying unity. \"People like you and me never grow old,\" he wrote a friend later in life. \"We never cease to stand like curious children before the great mystery into which we were born.\"",
		"page": [14, 15]
	},
	{
		"text": "The opposition \\[Einstein] felt to all types of regimentation made his education at the Munich gymnasium increasingly irksome and contentious. The mechanical learning there, he complained, \"seemed very much akin to the methods of the Prussian army, where a mechanical discipline was achieved by repeated execution of meaningless orders.\" In later years, he would liken his teachers to members of the military.",
		"page": [21]
	},
	{
		"text": "\\[The Zurich Polytechnic] was a perfect school for Einstein. The teaching was based on the philosophy of a Swiss educational reformer of the early nineteenth century, Johann Heinrich Pestalozzi, who believed in encouraging students to visualize images. He also thought it important to nurture the \"inner dignity\" and individuality of each child. Students should be allowed to reach their own conclusions, Pestalozzi preached, by using a series of steps that began with hands-on observations and then proceeded to intuitions, conceptual thinking, and visual imagery. It was even possible to learn—and truly understand—the laws of math and physics that way. Rote drills, memorization, and force-fed facts were avoided.",
		"page": [26]
	},
	{
		"text": "Einstein preferred to study, based on his own interests and passions, with one or two friends.",
		"page": [35]
	},
	{
		"text": "Throughout his life, Einstein would speak lovingly of the Zurich Polytechnic, but he also would note that he did not like the discipline that was inherent in the system of examinations. \"The hitch in this was, of course, that one had to cram all this stuff into one's mind for the examinations, whether one liked it or not,\" he said. \"This coercion had such a deterring effect that, after I had passed the final examination, I found the consideration of any scientific problems distasteful to me for an entire year.\"",
		"page": [49]
	},
	{
		"text": "Einstein had no qualms about challenging those in power. In fact, it seemed to infuse him with glee. As he proclaimed to Josh Winteler in the midst of his disputes that year, \"Blind respect for authority is the greatest enemy of truth.\" It would prove a worthy credo, one suitable for being carved on his coat of arms if he had ever watned such a thing.",
		"page": [67]
	},
	{
		"text": "\"A new idea comes suddenly and in a rather intuitive way,\" Einstein once said. \"But,\" he hastened to add, \"intuition is nothing but the outcome of earlier intellectual experience.\"",
		"page": [113]
	},
	{
		"text": "Loyalty to a \\[political] party, Einstein felt, meant surrendering some independence of thought. Such conformity confounded him. \"How an intelligent man can subscribe to a party I find a complete mystery,\" Einstein later lamented about Adler.",
		"page": [159]
	},
	{
		"text": "Einstein's aversion to publicity, however, existed a bit more in theory than in reality. It wouuld have been possible, indeed easy, for him to have shunned all interviews, pronouncements, pictures, and public appearences. Those who truly dislike the public spotlight do not turn up, as the Einsteins eventually would, with Charlie Chaplin on a red carpet at one of his movie premieres.",
		"page": [268]
	},
	{
		"text": "\"With fame I become more and more stupid, which of course is a very common phenomonon,\" Einstein told Zanagger. But he soon developed a theory that his fame was, for all of its annoyances, at least a welcome sign of the priority that society placed on people like himself:\n>The cult of individual personalities is always, in my view, unjustified ... it strikes me as unfair, and even in bad taste, to select a few for boundless admiration, attributing superhuman powers of mind and character to them. This has been my fate, and the contrast between the popular estimate of my achievements and the reality is simply grotesque. This extraordinary state of affairs would be unbearable except for onne great consoling thought: it is a welcome symptom in an age, which is commonly denounced as materialistic, that it makes heroes of men whose ambitions lie wholly in the intellectual and moral sphere.",
		"page": [272, 273]
	},
	{
		"text": "The _Times_ called it \"the ever-present Edison questionnaire controversy,\" and of course Einstein ran into it. A reporter asked him a question from the test. \"What is the speed of sound?\" If anyone understood the propagation of sound waves it was Einstein. But he admitted that he did not \"carry such information in my mind since it is readily available in books.\" Then he made a larger point designed to disparage Edison's view of education. \"The value of a college education is not the learning of many facts but the training of the mind to think,\" he said.",
		"page": [299]
	},
	{
		"text": "Einstein's deepening love for his Jewish heritage did not instill any new appreciation for the Jewish religion. \"Dull-minded tribal companions are praying, faces turned to the wall, rocking their bodies forward and back,\" he recorded in his diary. \"A pitiful sight of men with a past but without a future.\"",
		"page": [308]
	},
	{
		"text": "\"Anything truly novel is invented only during one's youth,\" Einstein lamented to a friend after finishing his work on general relativity and cosmology. \"Later one becomes more experienced, more famous—and more _blockheaded._\"",
		"page": [316]
	},
	{
		"text": "Offering Einstein the presidency of Israel was a clever idea, but Einstein was right to realize that sometimes a brilliant idea is also a very bad one. As he noted with his usual wry self-awareness, he did not have the natural aptitude to deal with people in the way the role would require, nor did he have the temperament to be an official functionary. He was not cut out to be either a statesman or a figurehead.\nHe liked to speak his mind, and he had no patience for the compromises necessary to manage, or even symbolically lead, complex organizations.",
		"page": [522]
	},
	{
		"text": "Perhaps the most important aspect of \\[Einstein's] personality was his willingness to be a nonconformist. It was an attittude that he celebrated in a foreword he wrote near the end of his life to a new edition of Galileo. \"The theme that I recognize in Galileo's work,\" he said, \"is the passionate fight against any kind of dogma based on authority.\"\nPlank and Poincaré and Lorentz all came close to some of the breakthroughs Einstein made in 1905. But they were a little too confined by dogma based on authority. Einstein alone among them was rebellious enough to throw out conventional thinking that had defined science for centuries.\nThis joyous nonconformity made him recoil from the sight of Prussian soldiers marching in lockstep. It was a personal outlook that become a political one as well. He bristled at all forms of tyranny over free minds, from Nazism to Stalinism to McCarthyism.\nEinstein's fundamental creed was that freedom was the lifeblood of creativity. \"The development of science and of the creative activites of the spirit,\" he said, \"requires a freedom that consists in the independence of thought from the restrictions of authoritarian and social prejudice.\" Nurturing that should be the fundamental role of government, he felt, and the mission of education.\nThere was a simple set of formulas that defined Einstein's outlook. Creativity required being willing not to conform. That required nurturing free minds and free spirits, which in turn required \"a spirit of tolerance.\" And the underpinning of tolerance was humility—the belief that no one had the right to impose ideas and beliefs on others.\nThe world has seen a lot of impudent genuises. What made Einstein special was that his mind and soul were tempered by this humility.",
		"page": [550, 551]
	}
]
