[
	{
		"text": "The foremost reason that happiness is so hard to achieve is that the universe was not designed with the comfort of human beings in mind.",
		"page": [8]
	},
	{
		"text": "Each of us has a picture, however vague, of what we would like to accomplish before we die. How close we get to attaining this goal becomes the measure for the quality of our lives. If it remains beyond reach, we grow resentful or resigned; if it is at least in part achieved, we experience a sense of happiness and satisfaction.",
		"page": [9]
	},
	{
		"text": "The essence of socialization is to make people dependent on social controls, to have them respond predictably to rewards and punishments. And the most effective form of socialization is achieved when people identify so thoroughly with the social order that they no longer can imagine themselves breaking any of its rules.",
		"page": [17]
	},
	{
		"text": "We all know individuals who can transform hopeless situations into challenges to be overcome, just through the force of their personalities. This ability to persevere despite obstacles and setbacks is the quality people most admire in others, and justly so; it is probably the most important trait not only for succeeding in life, but for enjoying it as well.",
		"page": [24]
	},
	{
		"text": "An individual can experience only so much. Therefore, the information we allow into consciousness becomes extremely important; it is, in fact, what determines the content and quality of life.",
		"page": [30]
	},
	{
		"text": "Some people learn to use this priceless resource \\[the mind’s limited processing capability] efficiently, while others waste it. The mark of a person who is in control of consciousness is the ability to focus attention at will, to be oblivious to distractions, to concentrate for as long as it takes to achieve a goal, and not longer. And the person who can do this usually enjoys the normal course of everyday life.",
		"page": [31]
	},
	{
		"text": "Wealth, status, and power have become in our culture all too powerful symbols of happiness. When we see people who are rich, famous, or good-looking, we tend to assume that their lives are rewarding even though all the evidence might point to their being miserable. And we assume that if only we could acquire some of those same symbols, we would be much happier. \nIf we do actually succeed in becoming richer, or more powerful, we believe, at least for a time, that life as a whole has improved. But symbols can be deceptive; they have a tendency to distract from the reality they are supposed to represent. And the reality is that the quality of life does not depend directly on what others think of us or on what we own. The bottom line is, rather, how we feel about ourselves and about what happens to us. To improve life one must improve the quality of experience.",
		"page": [44]
	},
	{
		"text": "During the first few years of life every child is a little “learning machine” trying out new movements, new words daily. The rapt concentration on the child’s face as she learns about each new skill is a good indication of what enjoyment is about. And each instances of enjoyable learning adds to the complexity of the child’s developing self. \nUnfortunately, this natural connection between growth and enjoyment tends to disappear with time. Perhaps because “learning” becomes an external imposition when schooling starts, the excitement of mastering new skills gradually wears out. It becomes all too easy to settle down within the narrow boundaries of the self developed in adolescence. But if one gets to be too complacent, feeling that the psychic energy invested in new directions is wasted unless there is a good chance of reaping extrinsic rewards for it, one may end up no longer enjoying life, and pleasure becomes the only source of positive experience.",
		"page": [47]
	},
	{
		"text": "Enjoyment appears at the boundary between boredom and anxiety, when the challenges are just balanced with the person’s capacity to act.",
		"page": [52]
	},
	{
		"text": "Enjoyment often occurs in games, sports, and other leisure activities that are distinct from ordinary life, where any number of bad things can happen. If a person loses a chess game or botches his hobby he need not worry; in “real” life, however, a person who mishandles a business deal may get fired, lose the mortgage on the house, and end up on public assistance. Thus the flow experience is typically described as involving a sense of control—or, more precisely, as lacking the sense of worry about losing control that is typical in many situations of normal life.",
		"page": [59]
	},
	{
		"text": "The key element of an optimal experience is that it is an end in itself. Even if initially undertaken for other reasons, the activity that consumes us becomes intrinsically rewarding…\nThe term “autotelic” derives from two Greek words, auto meaning self, and telos meaning goal. It refers to a self-contained activity, one that is done not with the expectation of some future benefit, but simply because the doing itself is the reward. Playing the stock market in order to make money is not an autotelic experience; but playing it in order to prove one’s skill at foretelling future trends is—even though the outcome in terms of dollars and cents is exactly the same. Teaching children in order to turn them into good citizens I not autotelic, whereas teaching them because one enjoys interacting with children is. What transpires in the two situations is ostensibly identical; what differs is that when the experience is autotelic, the person is paying attention to the activity for its own sake; when it is not, the attention is focused on its consequences.",
		"page": [67]
	},
	{
		"text": "An autotelic experience is very different from the feelings we typically have in the course of life. So much of what we ordinarily do has no value in itself, and we do it only because we have to do it, or because we expect some future benefit from it. Many people feel that the time they spend at work is essentially wasted—they re alienated from it, and the psychic energy invested in the job does nothing to strengthen their self. For quote a few people free time is also wasted. Leisure provides a relaxing respite from work, but it generally consists of passively absorbing information, without using any skills or exploring new opportunities for action. As a result life passes in a sequence of boring and anxious experiences over which a person has little control.",
		"page": [68, 69]
	},
	{
		"text": "Criminals often say things such as “If you showed me something I can do that’s as much fun as breaking into a house at night, and lifting the jewelry without waking anyone up, I would do it.” Much of what we label juvenile delinquency—car theft, vandalism, rowdy behavior in general—is motivated by the same need to have flow experiences not available in ordinary life. As long as a significant segment of society has few opportunities to encounter meaningful challenges, and few chances to develop the skills necessary to benefit from them, we must expect that violence and crime will attract those who cannot and their way to more complex autotelic experiences.",
		"page": [69, 70]
	},
	{
		"text": "One of the most ironic paradoxes of our time is this great availability of leisure that somehow fails to be translated into enjoyment. Compared to people living only a few generations ago, we have enormously greater opportunities to have a good time, yet there is no indication that we actually enjoy life more than our ancestors did. Opportunities alone, however, are not enough. We also need the skills to make use of them. And we need to learn how to control consciousness—a skill that most people have not learned to cultivate. Surrounded by an astounding panoply of recreational gadgets and leisure choices, most of us go on being bored and vaguely frustrated.",
		"page": [83]
	},
	{
		"text": "What is important to realize is that attentional disorders not only interfere with learning, but effectively rule out the possibility of experiencing flow as well. When a person cannot control psychic energy, neither learning nor true enjoyment is possible.",
		"page": [84]
	},
	{
		"text": "Individuals who require a great deal of outside information to form representations of reality in consciousness may become more dependent on the external environment for using their minds. They would have less control over their thoughts, which in turn would make it more difficult for them to enjoy experience.  By contrast, people who need only a few external cues to represent events in consciousness are more autonomous from the environment. They have a more flexibly attention that allows them to restructure experience more easily, and therefore to achieve optimal experiences more frequently.",
		"page": [87]
	},
	{
		"text": "The family context promoting optimal experience could be described as having five characteristics. The first one is clarity: the teenagers feel that they know what their parents expect from them—goals and feedback in the family interaction are unambiguous. The second is centering, or the children’s perception that their parents are interested in what they are doing in the present, in their concrete feelings and experiences, rather than being preoccupied with whether they will be getting into a good college or obtaining a well-paying job. Next is the issue of choice: children feel that they have a variety of possibilities from which to choose, including that of breaking parental rules—as long as they are prepared to face the consequences. The fourth differentiating characteristic is commitment, or the trust that allows the child to feel comfortable enough to set aside the shield of his defenses, and become unselfconsciously involved in whatever he is interested in. And finally there is challenge, or the parents’ dedication to provide increasingly complex opportunities for action to their children.",
		"page": [89]
	},
	{
		"text": "Entropy is the normal state of consciousness—a condition that is neither useful nor enjoyable.",
		"page": [119]
	},
	{
		"text": "It is important to stress here a fact hat is all too often lost sight of: philosophy and science were invented and flourished because thinking is pleasurable. If thinkers did not enjoy the sense of order that the use of syllogisms and numbers creates in consciousness, it is very unlikely that now we would have the disciplines of mathematics and physics.",
		"page": [126]
	},
	{
		"text": "Playing with ideas is extremely exhilarating. Not only philosophy but the emergence of new scientific ideas is fueled by the enjoyment one obtains from creating a new way to describe reality. The tools that make the flow of thought possible are common property, and consist of the knowledge recorded in books available in schools and libraries. A person who becomes familiar with the conventions of poetry, or the rules of calculus, can subsequently grow independent of external stimulation. She can generate ordered trains of thought regardless of what is happening in external reality. When a person has learned a symbolic system well enough to use it, she has established a portable, self-contained world within the mind.",
		"page": [127]
	},
	{
		"text": "People without an internalized symbolic system can all too easily become captives of the media. They are easily manipulated by demagogues, pacified by entertainers, and exploited by anyone who has something to sell. If we have become dependent on television, on drugs, and on facile calls to political or religious salvation, it is because we have so little to fall back on, so few internal rules to keep our mind from being taken over by those who claim to have the answers.",
		"page": [128]
	},
	{
		"text": "Everyone can learn, with a little discipline and perseverance, to order personal experience in verse. As Kenneth Koch, the New York poet and social reformer, has shown, even ghetto children and semiliterate elderly women in retirement homes are able to write beautifully moving poetry if they are given a minimum of training. There is no question that mastering this skill improves the quality of their lives. Not only do they enjoy the experience, but in the process they considerably increase their self-esteem as well.\nWriting prose provides similar benefits, and although it lacks the obvious order imposed by meter and rhyme, it is a more easily accessible skill. (To write great prose, however, is probably just as difficult as writing great poetry.)\nIn today’s world we have come to neglect the habit of writing because so many other media of communication have taken its place. Telephones and tape recorders, computers and fax machines, are more efficient in conveying news. If the only point of writing were to transmit information, then it would deserve to become obsolete. But the point of writing is to create information, not simply to pass it along. In the past, educated persons used journals and personal correspondence to put their experiences into words, which allowed them to reflect on what had happened during the day. The prodigiously detailed letters so many Victorians wrote are an example of how people created patterns of order out of the mainly random events impinging on their consciousness. The kind of material we write in diaries and letters does not exist before it is written down. It is the slow, organically growing process of through involved in writing that lets the ideas emerge in the first place.\nNot so long ago, it was acceptable to be an amateur poet or essayist. Nowadays if one does not make some money (however pitifully little) out of writing, it’s considered to be a waste of time. It is taken as downright shameful for a man past twenty to indulge in versification unless he receives a check to show for it. And unless one has great talent, it is indeed useless to write hoping to achieve great profit or fame. But it is never a waste to write for intrinsic reasons. First of all, writing gives the mind a disciplined means of expression. It allows one to record events and experiences so that they can be easily recalled, and relived in the future. It is a way to analyze and understand experiences, a self-communication that brings order to them.",
		"page": [131]
	},
	{
		"text": "Knowledge that is seen to be controlled from the outside is acquired with reluctance, and brings no joy.",
		"page": [134]
	},
	{
		"text": "Many people give up on learning after they leave school because thirteen or twenty years of extrinsically motivated education is still a source of unpleasant memories. Their attention has been manipulated long enough from the outside by textbooks and teachers, and they have counted graduation as the first day of freedom.\nBut the person who forgoes the use of his symbolic skills is never really free. His thinking will be directed by the opinions of his neighbors, by the editorials in the papers, and by the appeals of television. He will be at the mercy of “experts.” Ideally, the end of extrinsically applied education should be the start of an education that is motivated intrinsically. At that point the goal of studying is no longer to make the grade, earn a diploma, and find a good job. Rather, it is to understand what is happening around one, to develop a personally meaningful sense of what one’s experience is all about. From that will come the profound joy of the thinker, like that experienced by the disciples of Socrates that Plato describes in Philebus: “The young man who has drunk for the first time from that spring is as happy as if he had found a treasure of wisdom; he is positively enraptured. He will pick up any discourse, draw all its ideas together to make them into one, then take them apart and pull them to pieces. He will puzzle first himself, then also others, badger whoever comes near him, both young and old, sparing not even his parents, nor anyone who is willing to listen…”\nThe quotation is about twenty-four centuries old, but a contemporary observer could not describe more vividly what happens when a person first discovers the flow of the mind.",
		"page": [141, 142]
	},
	{
		"text": "The brain surgeon operating in a shining hospital and the slave laborer who staggers under a heavy load as he wades through the mud are both working. But the surgeon has a chance to learn new things every day, and every day he learned that he is in control and he can perform more difficult tasks. The laborer is forced to repeat the same exhausting motions, and what he learns is mostly his own helplessness.",
		"page": [143, 144]
	},
	{
		"text": "In theory, any job could be changed so as to make it more enjoyable by following the prescriptions of the flow model. At present, however, whether work is enjoyable or not ranks quite low among the concerns of those who have the power to influence the nature of a given job. Management has to care for productivity first and foremost, and union bosses have to keep safety, security, and compensations uppermost in their minds. In the short run these priorities might well conflict with flow-producing cantons. This is regrettable, because if workers really enjoyed their jobs they would not only benefit personally, but sooner or later they would almost certainly produce more efficiently and reach all the other goals that now take precedence.",
		"page": [154]
	},
	{
		"text": "To improve the quality of life through work, two complementary strategies are necessary. On the one hand jobs should be redesigned so that they resemble as closely as possible flow activities—as do hunting, cottage weaving, and surgery. But it will also be necessary to help people develop autotelic personalities… training them to recognize opportunities for action, to hone their skills, to set reachable goals. Neither one of these strategies is likely to make work much more enjoyable by itself; in combination, they should contribute enormously to optimal experience.",
		"page": [157]
	},
	{
		"text": "About half the time people are working they feel they are confronting above-average challenges, and using above-average skills. In contrast, when engaged in leisure activities such as reading, watching TV, having friends over, or going to a restaurant, only 18 percent of the responses ended up in flow. The leisure responses were typically in the range we have come to call apathy, characterized by below-average levels of both challenges and skills. In this condition, people tend to say that they feel passive, weak, dull, and dissatisfied. When people were working, 16 percent of the responses were in the apathy region; in leisure, over half (52 percent)…\nThus we have the paradoxical situation: On the job people feel skillful and challenged, and therefore feel more happy, strong, creative, and satisfied. In their free time people feel that there is generally not much to do and their skills are not being used, and therefore they tend to feel more sad, weak, dull, and dissatisfied. Yet they would like to work less and spend more time in leisure.",
		"page": [158, 159]
	},
	{
		"text": "The tremendous leisure industry that has arisen in the last few generations has been designed to  help fill free time with enjoyable experiences. Nevertheless, instead of using our physical and mental resources to experience flow, most of us spend many hours each week watching celebrated athletes playing in enormous stadiums. Instead of making music, we listen to platinum records cut by millionaire musicians. Instead of making art, we go to admire paintings that brought in the highest bids at the latest auction. We do not run risks acting on our beliefs, but occupy hours each day watching actors who pretend to have adventures, engaged in mock-meaningful action.",
		"page": [162]
	},
	{
		"text": "Unless a person takes charge of them, both work and free time are likely to be disappointing. Most jobs and many leisure activities—especially those involving the passive consumption of mass media—are not designed to make us happy and strong. Their purpose is to make money for someone else. If we allow them to, they can suck out the marrow of our lives, leaving only feeble husks.",
		"page": [163]
	},
	{
		"text": "Human relations are malleable, and if a person has the appropriate skills their rules can be transformed.",
		"page": [168]
	},
	{
		"text": "It is a fact of live that sooner or later all children will express the opinion that common family activities are “dumb.” At this point, forcing them to do things together tends to be counterproductive. So most parents just give up, and abandon their teenagers to the peer culture. The more fruitful, if more difficult, strategy is to find a new set of activities that will continue to keep the family group involved.",
		"page": [181]
	},
	{
		"text": "Teenagers are physiologically mature beings, ripe for sexual reproduction; in most societies (and in ours too, a century or so ago) they are considered ready for adult responsibilities and appropriate recognition. Because our present social arrangements, however, do not provide adequate challenges for the skills teenagers have, they must discover opportunities for action outside those sanctioned by adults. The only outlets they find, all too often, are vandalism, delinquency, drugs, and recreational sex… What can a strong, vital, intelligent fifteen-year-old do in your topical suburb? If you consider that question you will probably concluded that what is available is either too artificial, or too simple, or not exciting enough to catch a teenager’s imagination.",
		"page": [182, 183]
	},
	{
		"text": "Unconditional acceptance is especially important to children. If parents threaten to withdraw their love from a child when he fails to measure up, the child’s natural playfulness will be gradually replaced by chronic anxiety.",
		"page": [184]
	},
	{
		"text": "Many people who move in the public arena do not act at very high levels of complexity. Politicians tend to seek power, philanthropists fame, and would-be saints often seek to prove how righteous they are. These goals are not so hard to achieve, provided one invests enough energy in them. The greater challenge is not only to benefit oneself, but to help others in the process.",
		"page": [190]
	},
	{
		"text": "A person who is healthy, rich, strong, and powerful has no greater odds of being in control of his consciousness than one who is sickly, poor, weak, and oppressed. The difference between someone who enjoys life and someone who is overwhelmed by it is a product of a combination of such external factors and the way a person has come to interpret them—that is, whether he sees challenges as threats or as opportunities for action.",
		"page": [208, 209]
	},
	{
		"text": "To be distracted against one’s will is the surest sign that one is not in control. Yet it is amazing how little effort most people make to improve control of their attention.",
		"page": [211]
	},
	{
		"text": "It is true that life has no meaning, if by that we mean a supreme goal built into the fabric of nature and human experience, a goal that is valid for every individual. But it does not follow that life cannot be given meaning. Much of what we call culture and civilization consists in efforts people have made, generally against overwhelming odds, to create a sense of purpose for themselves and their descendants. It is one thing to recognize that life is, by itself, meaningless. It is another thing entirely to accept this with resignation. The first fact does not entail the second any more than the face that we lack wings prevents us from flying.",
		"page": [215]
	},
	{
		"text": "When a person’s psychic energy coalesces into a life theme, consciousness achieves harmony. But not all life themes are equally productive. Existential philosophers distinguish between authentic and inauthentic projects. The first describes the theme of a person who realizes that chores are free, and makes a personal decision based on a rational evaluation of his experiences. It does not matter what the choice is, as long as it is an expression of what the personal genuinely feels and believes. Inauthentic projects are those a person chooses because they are what she feels ought to be done, because they are what everyone else is doing, and therefore there is no alternative. Authentic projects tend to be intrinsically motivated, chosen for what they are worth in themselves; inauthentic ones are motivated by external forces.",
		"page": [230, 231]
	}
]
