[
	{
		"text": "Why were the highly accomplished so dogged in their pursuits? For most, there was no realistic expectation of ever catching up to their ambitions. In their own eyes, they were never good enough. They were the opposite of complacent. And yet, in a very real sense, that were satisfied being unsatisfied. Each was chasing something of unparalleled interest and importance, and it was the chase—as much as the capture—that was gratifying. Even if some of the things they had to do were boring, or frustrating, or painful, they wouldn’t dream of giving up. Their passion was enduring.",
		"page": [8]
	},
	{
		"text": "The separation of grit and talent emerged again in a separate study I ran on Ivy League undergraduates. There, SAT scores and grit were, in fact, inversely correlated. Students in that select sample who had higher SAT scores were, on average, just slightly less gritty than their peers.",
		"page": [14]
	},
	{
		"text": "I began to reflect on how smart even my weakest students sounded when they talked about things that genuinely interested them. These were conversations I found almost impossible to follow: discourses on basketball statistics, the lyrics to songs they really liked, and complicated plot lines about who was no longer speaking to whom and why… all of them had mastered any number of complicated ideas in their very complicated daily lives.",
		"page": [17]
	},
	{
		"text": "What we say we care about may not correspond with what—deep down—we actually believe to be more valuable.",
		"page": [24]
	},
	{
		"text": "There’s a vast amount of research on what happens when we believe a student is especially talented. We begin to lavish extra attention on them and hold them to higher expectations. We expect them to excel, and that expectation becomes a self-fulfilling prophecy."
	},
	{
		"text": "Is talent a bad thing? Are we all equally talented? No and no. The ability to climb the learning curve of any skill is obviously a very good thing and, like it or not, some of us are better at it than others.\nSo why, then, is its such a bad thing to favor “naturals” over “strivers”?\n\\[…]\nIn my view, the biggest reason a preoccupation with talent can be harmful is simple: By shining our spotlight on talent, we risk leaving everything else in the shadows. We inadvertently send the message that these other factors—including grit—don’t matter as much as they really do.",
		"page": [31]
	},
	{
		"text": "If we can’t explain how an athlete, musician, or anyone else has done something jaw-droppingly amazing, we’re inclined to throw up our hands and say, “It’s a gift! Nobody can teach you that.” In other words, when we can’t easily see how experience and training got someone to a level of excellence that is so clearly beyond the norm, we default to labeling that person a “natural.”",
		"page": [37]
	},
	{
		"text": "“The main thing is that greatness is doable. Greatness is many, many individual feats, and each of them is doable.” \\[Dan Chambliss]",
		"page": [38]
	},
	{
		"text": "Talent is how quickly your skills improve when you invest effort. Achievement is what happens when you are your acquired skills and use them… when you consider individuals in identical circumstances, what each achieves depends on just two things, talent and effort. Talent—how fast we improve in skill—absolutely matters. But effort factors into the calculations twice, not once. Effort builds skill. At the very same time, effort makes skill productive.",
		"page": [42]
	},
	{
		"text": "Without effort, your talent is nothing more than your unmet potential. Without effort your skill is nothing more than what you could have done but didn’t. With effort, talent becomes skill and, at the very same time, effort makes skill productive.",
		"page": [51]
	},
	{
		"text": "Grit is more about stamina than intensity.",
		"page": [53]
	},
	{
		"text": "There are no shortcuts to excellence. Developing real expertise, figuring out really hard problems, it all takes time—longer than most people imagine.",
		"page": [54]
	},
	{
		"text": "Is passion the right word to describe sustained, enduring devotion?Some might say I should find a better word. Maybe so. But the important thing is the idea itself: Enthusiasm is common. Endurance is rare.",
		"page": [58]
	},
	{
		"text": "Grit is about holding the same top-level goal for a very long time… most mid-level and low-level goals are, in some way or another, related to that ultimate goal. In contrast, a lack of grit can come from having less coherent goal structures.",
		"page": [64]
	},
	{
		"text": "Any successful person has to decide what to do in part by deciding what not to do.",
		"page": [67]
	},
	{
		"text": "When you see your goals organized in a hierarchy, you realize that grit is not at all about stubbornly pursuing—at all costs and ad infinitum—every single low-level goal on your list… don’t beat your head against the wall attempting to follow through on something that is, merely, a means to a more important end.",
		"page": [68, 69]
	},
	{
		"text": "Lectures don’t have half the effect of consequences.\nWhat the maturity principle comes down to, I think, is this. Over time, we learn life lessons we don’t forget, and we adapt in response to the growing demands of our circumstances. Eventually, new ways of thinking and acting become habitual. There comes a day when we can hardly remember our immature former selves. We’ve adapted, those adaptations have become durable, and, finally, our identity—the sort of person we see ourselves to be—has evolved. We’ve matured. \\[89]\n Nobody is interested in everything, and everyone is interested in something. So matching your job to what captures your attention and imagination is a good idea. It may not guarantee happiness and success, but it sure helps the odds.",
		"page": [99]
	},
	{
		"text": "Gritty people do more deliberate practice and experience more flow. There’s no contradiction here, for two reasons. First deliberate practice is a behavior, and flow is an experience. Anders Ericsson is talked about what experts do; Mihaly Csikszentmihalyi is talking about how experts feel. Second, you don’t have to be doing deliberate practice and experiencing flow at the same time. And, in fact, I think that for most experts, they rarely go together.",
		"page": [131]
	},
	{
		"text": "Nobody wants to show you the hours and hours of becoming. They’d rather show the highlight of what they’ve become.",
		"page": [135]
	},
	{
		"text": "At its core, the idea of purpose is the idea that what we do matters to people other than ourselves.",
		"page": [145]
	},
	{
		"text": "David Yeager recommends reflecting on how the work you’re already doing can make a positive contribution to society.\nIn several longitudinal experiments, David Yeager and his colleague Dave Paunesku asked high school students, “How could the world be a better place?” and then asked them to draw connections to what they were learning in school…\nThis simple exercise, which took less than a class period to complete, dramatically energized student engagement.",
		"page": [166]
	},
	{
		"text": "Students with a growth mindset are significantly grittier than students with a fixed mindset. What’s more, grittier students earn higher report card grades and, after graduation, are more likely to enroll in and persist through college. I’ve since measured growth mindset and grit in both younger children and adults, and in every sample, I’ve found that growth mindset and grit go together.",
		"page": [181]
	},
	{
		"text": "A fixed mindset about ability leads to pessimistic explanations of adversity, and that, in turn leads to both giving up on challenges and avoiding them in the first place. In contrast, a growth mindset leads to optimistic ways of explaining adversity, and that, in turn, leads to perseverance and seeking out new challenges that will ultimately make you even stronger.",
		"page": [191, 192]
	},
	{
		"text": "There’s no either/or trade-off between supportive parenting and demanding parenting. It’s a common misunderstanding to think of “tough love” as a carefully struck balance between affection and respect on one hand, and firmly enforced expectations on the other. In actuality, there’s no reason you can’t do both.",
		"page": [211]
	},
	{
		"text": "When psychologist Larry Sternberg delivered his 2001 presidential address to the Society for Research on Adolescence, he proposed a moratorium on further research on parenting styles because, as he saw it, there was so much evidence for the benefits of supportive and demanding parenting that scientists could profitably move on to thornier research questions. Indeed, over the past forty years, study after carefully designed study has found that the children of psychologically wise parents fare better than children raised in any other kind of household.",
		"page": [212, 213]
	},
	{
		"text": "Emerging research on teaching suggests uncanny parallels to parenting. It seems that psychologically wise teachers can make a huge difference in the lives of their students.",
		"page": [218]
	},
	{
		"text": "When kids are in class, they report feeling challenged—but especially unmotivated. Hanging out with friends, in contrast, is not very challenging but super fun. And what about extracurricular activities? When kids are playing sports or music or rehearsing for the school play, they’re both challenged and having fun. There’s no other experience in the lives of young people that reliably provides this combination of challenge and intrinsic motivation.",
		"page": [224, 225]
	},
	{
		"text": "Each year, Bill Fitzsimmons explained, several hundred students are admitted to Harvard on the merits of truly outstanding academic credentials. Their early scholarly achievements suggest they will at some point become world-class academics. \nBut Harvard admits at least as many students who, in Bill’s words, “have made a commitment to pursue something they love, believe in, and value—and \\[have done] so with singular energy, discipline, and plain old hard work\n...After describing our more recent research confirming WIllingham’s findings, he told me they are using a very similar rating scale: “We ask our admissions staff to do exactly what it appears you’re doing with your Grit Grid.”",
		"page": [235]
	},
	{
		"text": "“My sense, from being in admissions for over forty years,” Bill \\[Fitzsimmons] concluded, “is that most people are born with tremendous potential. The real question is whether they’re encouraged to employ their good old-fashioned hard word and their grit, if you will, to its maximum. In the end, those are the people who seem to be the most successful.”",
		"page": [236]
	},
	{
		"text": "In our family, we live by the Hard Thing Rule. It has three parts. The first is that everyone—including Mom and Dad—has to do a hard thing. A hard thing is something that requires daily deliberate practice…\nThis brings me to the second part of the Hard Thing Rule: You can quit. But you can’t quit until the season is over, the tuition payment is up, or some other “natural” stopping point has arrived. You must, at least for the interval to which you’ve committed yourself, finish whatever you begin…\nFinally, the Hard Thing Rule states that you get to pick your hard thing. Nobody picks it for you because, after all, it would make no sense to do a hard thing you’re not even vaguely interested in…\nFor parents who would like to encourage grit without obliterating their children’s capacity to choose their own path, I recommend the Hard Thing Rule.",
		"page": [241, 242]
	},
	{
		"text": "Whether we realize it or not, the culture in which we live, and with which we identify, powerfully shapes just about every aspect of our being.",
		"page": [244]
	},
	{
		"text": "The bottom line on culture and grit is: If you want to be grittier, find a gritty culture and join it. If you’re a leader, and you want the people in your organization to be grittier, create a gritty culture.",
		"page": [245]
	},
	{
		"text": "The calculated costs and benefits of passion and perseverance don’t always add up, at least in the short run. It’s often more “sensible” to give up and move on. It can be years or more before grit’s dividends pay off.\nAnd that’s exactly why culture and identity are so critical to understanding how gritty people live their lives. The logic of anticipated costs and benefits doesn’t explain their choices very well. The logic of identity does.",
		"page": [250]
	},
	{
		"text": "“It is not the critic who counts; not the man who points out how the strong man stumbles, or where the doer of deeds could have done them better. The credit belongs to the man who is actually in the arena, whose face is marred by dust and sweat and blood; who strives valiantly; who errs, who comes short again and again, because there is no effort without error and shortcoming; but who does actually strive to do the deeds; who knows great enthusiasms, the great devotions; who spends himself in a worthy cause; who at the best knows in the end the triumph of high achievement, and who at the worst, if he fails, at least fails while daring greatly, so that his place shall never be with those cold and timid souls who neither knew victory nor defeat.” \\[Theodore Roosevelt]",
		"page": [254]
	},
	{
		"text": "Finishing whatever you begin without exception is a good way to miss opportunities to start different, possibly better, things.",
		"page": [272]
	},
	{
		"text": "We all face limits—not just in talent, but in opportunity. But more often than we think, our limits are self-imposed. We try, fail, and conclude we’ve bumped our heads against the ceiling of possibility. Or maybe after taking just a few steps we change direction. In either case, we never venture as far as we might have.",
		"page": [275]
	}
]
