[
	{
		"text": "Comprehensive schools were not socially inclusive, but served, again, a largely lower-middle- and working-class constituency. Part vocational, part general studies, and, to a very limited extent, college-preparatory, they had become, by the early sixties, educational catch-alls, schools in which everything was tried but nothing done very well. And although she did not recognize it as such at the time, Micki was getting a taste of what the American high school was even then in the process of becoming as the federal and state bureaucracies were consolidating their control over public education.\n\\[…]\nParents might be supportive and students motivated, but with the increased power accorded educational bureaucrats following the passage of the Elementary and Secondary Education Act in the mid-sixties, curriculum, content, and, perhaps most importantly, the teacher's authority and autonomy in the classroom underwent significant transformations. It was becoming increasingly difficult to be a teacher in an era in which uniformity, compliance, and administrative control were in ascendance. And if it was becoming increasingly difficult to be a good teacher, it was clearly more difficult to obtain a first-rate education in the typical American public school.",
		"page": [18]
	},
	{
		"text": "The public education bureaucracy survives—indeed, thrives—today largely because most Americans, including the most critical and, oddly enough, the worst served, support the concept of public education even in the face of an abysmal performance by an institution rife with mediocrity, ineptitude, and political corruption. For many people, the alternatives are inconceivable, unattractive, or unavailable. Private schools, for the most part economically or religiously exclusive, are generally perceived as being the province of special groups or interests, with the result being that the vast majority of young people are consigned to what is in fact a public school monopoly, where they are expected to adapt to organizational requirements in the name of education.\nFew observers of the current educational scene would deny that American education is in deep trouble. But even fewer of its critics are inclined to attribute the crisis to deep-rooted structural defects or, indeed, essentially fallacious assumptions about the function of public education in America today. Establishment critics—the kind that sit on blue-ribbon panels convened by politicians—have a decidedly vested interest in seeing the perpetuation of public education much along the same lines as presently constituted. Lofty pronouncements about the \"rising tide of mediocrity\" may briefly attract the attention of the media and fuel endless educational conferences, but do not address basic issues in any meaningful way. This is not surprising, for most panelists would prefer to believe that the remedies are near at hand and need only to be put in place by dedicated administrators, implemented by revitalized teachers, and supported by grateful parents. The real problem, notes Theodore Sizer, is that the prevailing assumption that \"our schools are basically OK; let's just push them a little harder, add an eight period to a seven-period day, add thirty days to a 180-day-a-year schedule, test the kids more.\" Such \"solutions\" allow critics to evade the real issues and, indeed, only strengthen the notion that, basically, our schools are all right.",
		"page": [29, 30]
	},
	{
		"text": "American schools are doing *precisely* the kind of job political and educational authorities desire. The primary function of state schools, says Karp, is to \"habituate students to unfairness, inequality and special privilege.\" The purpose of education, he argues, is to \"prevent citizenship and stifle self-government,\" to ensure a public that is docile and mindlessly deferential to authority. It is no accident that schools most resemble prisons, he says, and that most Americans \"spend their youth being becoming accustomed to prison life.\" But as George Bernard Shaw once wrote, in prison the prisoners are not forced to read books written by the wardens.\n\\[…]\nAlbert Shanker, president of the million-member American Federation of Teachers, makes a perhaps more telling point: \"The need to control children, to harbor them for a certain amount of time away from their work or otherwise engaged parents, tends to become the most important function schools perform. And this custodial function often conflicts with, even dominates, the others.\"\n\\[…]\nThe mere fact that teachers can be reasonably described as babysitters says something about the state of the profession. Is it any wonder that they have the highest burn-out and drop-out rate of any major occupational group? It is not surprising that so many teachers choose to become administrators in order to avoid becoming burned-out crowd-control officers.",
		"page": [31, 32]
	},
	{
		"text": "Homeschooling is not all of a piece. It is characterized by considerable variety in content and style. Some parents commit themselves and their children to homeschooling almost from the moment the children are born, others drift into it, and still others consider it years after their children are having trouble in school.\nSome teach their children at home for very clearly defined political, religious, philosophical, or pedagogical reasons, while others—perhaps even a majority—would be hard-pressed to say why, exactly, they teach their children at home. Some parents see homeschooling as a short-term solution to a temporary problem, while others are committed to homeschooling over the long term. Some teach their children at home because of what is being taught in the schools, while others choose to homeschool because of what is not being taught. There are those who teach their children at home because the schools are too rigid, while others do so because the schools are not structured to their liking. And some regard homeschooling as a radical action, while others see it as an essentially conservative undertaking.\n\\[...]\nHomeschoolers, whatever their motives or orientations, will agree that their approach to education is superior to other alternatives in at least four areas. Homeschooling, unlike other options, allows parents and children to exercise control—over content, methods, timing, and personnel. Second it is more efficient than most other forms of formal education. Third, it encourages autonomy, and finally, it promotes creativity.",
		"page": [37, 38]
	},
	{
		"text": "Most parents have little control over who teaches their children who attend public school; it is usually simply the luck of the draw that decides whether a child will get a good, bad, or indifferent teacher. Occasionally, if a teacher is blatantly incompetent and parents are sufficiently aggressive, a child may be transferred—and leave behind the children of less forceful parents. And because every school system has its incompetents—classroom teachers with serious intellectual, personality, or character defects are not as uncommon as school administrators would like to believe—it is the rare child who manages to progress through twelve or thirteen years of school without having to deal with one or another. Obviously such individuals should not be permitted to remain in the classroom, but incompetent and even abusive teachers, often protected by tenure or publicity-shy administrators, are notoriously hard to dislodge.",
		"page": [45]
	},
	{
		"text": "Although one may question the merits of parental control over course content, teaching methods, age-graded education, and staffing, there is no question but that homeschooling is dramatically more efficient than public education.\nThe numbers are straightforward and irrefutable. The child who attends public school typically spends approximately 1,100 hours a year there, but only twenty percent of these—220—are spent, as the educators say, \"on task.\" Nearly 900 hours, or eighty percent, are squandered on what are essentially organizational matters.\nIn contrast, the homeschooled child who spends only two hours a day, seven days a week, year-round, on basics alone, logs over three times as many hours \"on-task\" in a given year than does his public school counterpart. Moreover, unlike the public school child, whose day is largely taken up by non-task activities, the homeschooled child has ample time left each day to take part in other activities—athletics, art, history, etc.—without having to sacrifice other interests, as is commonly the case in school where, for example, one may have to choose between playing sports or playing in the orchestra simply because of time constraints.",
		"page": [46, 47]
	},
	{
		"text": "One of Drew's all-time favorite Christmas gifts, for example, was a crate full of six-inch-long three-quarter-inch galvanized pipes and assorted connectors, els, and tees, that we had obtained at a building supply house for him when he was four. They didn't allow as many design variations as his Tinkertoys or Legos, but were all the more treasured because of their inherent authenticity—they were \"real.\" It taught us an important lesson: \"real things\"—tools, building materials, musical instruments, art supplies, and such—have a greater appeal to children than do the various kits and miniaturizations that are so frequently given to them simply because it is assumed that children are unable to appreciate or use the genuine article.",
		"page": [52]
	},
	{
		"text": "Parents would do better, it appears, not to concern themselves with the acquisition of reading skills, but to endeavor to provide their children with an appreciation for reading. The child who is exposed to books at an early age, who sees his or her parents reading, who is read to, and who is encouraged to spend time with picture books, will all but certainly become a reader in due course.",
		"page": [55]
	},
	{
		"text": "It should be clear that we believe that learning to read and write should be a pleasant and uncomplicated experience, and needs not resemble the frustrating and painful process it so often becomes in a conventional school setting. A relatively small number of meaningful reading and writing exercises... will almost certainly ensure the acquisition of these skills painlessly and with greater effectiveness than the schools are ordinarily able to provide.\nBut again, we need to stress individual differences. Not only will children learn at different ages... they will in all likelihood manifest different levels of interest in reading and, perhaps even more so, in writing.",
		"page": [74, 75]
	},
	{
		"text": "We believe that, in general, too much of what is imposed upon the child in schools in the name of teaching him or her basics is in fact a mechanism for sorting children into organizationally manageable categories—the \"bright,\" \"average,\" and \"slow,\" or, more extremely, those deserving \"enrichment\" programs and those requiring \"special education.\"\nHomeschooling parents, of course, are under no such constraints and can approach the task of providing their children with the basics in a non-bureaucratic, even leisurely fashion, and time ordinarily spent on \"basics busywork\" in the classroom can be devoted to intrinsically more interesting and rewarding educational activities, many of which do not require a mastery of the Three R’s.\n\\[…]\nSir Karl Popper, in his autobiography, \"Unended Quest,\" remarks, \"The three R's ... are, I think, the only essentials a child has to be taught, and some children do not even need to be taught in order to learn these. Everything else is atmosphere, and learning through reading and thinking.",
		"page": [80, 81]
	}
]
