[
	{
		"text": "There's no telling what might be done with children if, from their very first days in school, we concentrated on creating the conditions in which intelligence was most likely to grow."
	},
	{
		"text": "This idea that children won't learn without outside rewards and penalties, or in the debased jargon of the behaviorists, \"positive and negative reinforcements,\" usually becomes a self-fulfilling prophecy. If we treat children long enough as if that were true, they will come to believe it is true. So many people have said to me, \"If we didn't make children do things, they wouldn't do anything.\" Even worse, they say, \"If I weren't made to do things, I wouldn't do anything.\"\nIt is the creed of a slave.\nWhen people say that terrible thing about themselves, I say, \"You may believe that, but I don't believe it. You didn't feel that way about yourself when you were little. Who taught you to feel that way?\" To a large degree, it was school. Do the schools teach this message on accident, or on purpose? I don't know, and I don't think they know. They teach it because, believing it, they can't help but act as if it were true.",
		"page": [113]
	},
	{
		"text": "Many people, having finally realized that human intelligence in any broad and important sense is not fixed but highly variable, may be and indeed are drawing the wrong conclusion that we can now set out to \"teach\" intelligence just as we used to try to “teach” math or English or history. But it is just as true of intelligence as it has always been true of school subjects that teaching—\"I know something you should know and I'm going to make you learn it\"—is above all else what prevents learning.\nWe don't have to make human beings smart. They are born smart. All we have to do is stop doing the things that made them stupid.\nIngenious teachers, \"gifted\" teachers, teachers who are good at thinking up new and better ways to teach things, can do just about as much harm to their students as the teachers who are content to plug along with the standard workbooks and teachers' manuals. These gifted teachers can't stop teaching. They are like someone who tries to help a friend start a car by giving it a push. He grunts and strains, the car gets rolling, the engine catches and begins to run. The driver says, \"It's going now, you can let go.\" But the pusher won't let go. \"No, no,\" he says, \"you can't go without me, the car won't go unless I keep pushing.\" So the car, now ready to run at full speed, is held back—unless the driver wants to break free and leave the helper on his face in the road. And most learners, children above all, can't break free of their teachers.\nThe inventors of clever teaching ideas tend to think that if one good teaching idea helps to make some learning happen, a hundred good ideas will make a hundred times as much learning happen. Not so. A hundred good ideas may stop the learning altogether.",
		"page": [161, 162]
	},
	{
		"text": "It's the same old school rule, all the way from our most hopeless inner-city schools to the graduate schools of our most famous universities: when learning happens, the school and teachers take the credit; when it doesn't, the students get the blame. The words change a little, from bad and stupid to \"culturally disadvantaged\" and \"learning disabled.\" The idea remains the same. Only when the results are good will schools and teachers accept the responsibility for what they do.\nWe do not consider that a child may be unable to learn because he does not grasp the fundamental nature of the symbols he is working with. If numbers themselves are meaningless, how can multiplication be meaningful? Trying to teach such children to multiply, divide, etc., is like trying to build a ten-story building on a foundation of old cardboard boxes. With the best will in the world, it can't be done. The foundation must be rebuilt first. Children like Edward, and there are many, would not be in the spot they are in if all along the line their teachers had been concerned to build slowly and solidly, instead of trying to make it look as if the children knew all the material that was supposed to be covered.",
		"page": [167]
	},
	{
		"text": "Knowledge, learning, understanding, are not linear. They are not little bits of facts lined up in rows or piled up one on top of another. A field of knowledge, whether it be math, English, history, science, music, or whatever, is a territory, and knowing it is not just a matter of knowing all the items in the territory, but of knowing how the relate to, compare with, and fit in with each other. It is the difference between being able to say that a room in your house has so many tables, so many chairs, so many lamps, and being able to close your eyes and see that this chair goes here and that table there. It is the difference between knowing the names of all the streets in a city and being able to get from any place, by any desired route, to any other place.\nWhy do we talk and write about the world and our knowledge of it as if they were linear? Because that is the nature of talk. Words come out in single file, one at a time; there's no other way to talk or write. So in order to talk about it, we cut the real, undivided world into little pieces, and make these into strings of talk, like beads on a necklace. But we must not be fooled; these strings of talk are not what the world is like. Our learning is not real, not complete, not accurate, above all not useful, unless we take these word strings and somehow convert them in our minds into a likeness of the world, a working mental model of the universe as we know it. Only when we have made such a model, and when there is at least a rough correspondence between that model and reality can it be said of us that we have learned something.\nWhat happens in school is that children take in these word strings and store them, undigested, in their minds, so that they can spit them back out on demand. But these words do not change anything, fit with anything, relate to anything. They are as empty of meaning as parrot speech is to a parrot. How can we make school a place where real learning goes on, and not just word swallowing?\nI now realize that when we keep trying to find out what our students understand we are more likely than not to destroy whatever understanding they may have. Not until people get very secure in their knowledge and very skillful in talking about it—which rules out almost all young children—is there much point in asking them to talk about what they know, and how they know they know it. The closest we can come to finding out what children really know—and it's not very close—is to watch what they do when they are free to do what interests them most.\nWhat we may sometimes be able to do is give students ways in which, if they want, they can test their own understanding, or the correctness of their ideas. But even here we must be careful not to suppose that if one idea for self-testing is good a hundred must be better. The best rules are still the ones that learners make out of their own experience.",
		"page": [179, 181]
	},
	{
		"text": "Human beings are born intelligent. We are by nature question-asking, answer-making, problem-solving animals, and we are extremely good at it, above all when we are little. But under certain conditions, which may exist anywhere and certainly exist almost all of the time in almost all schools, we stop using our greatest intellectual powers, stop wanting to use them, even stop believing that we have them."
	},
	{
		"text": "[There is a] very important difference between \"drill\" and \"practice.\" Practice you do for yourself, to get better at something you want or need to do. Drill you do for other people perhaps so they can check up on you to make sure you know what you are supposed to, perhaps only so they can keep you busy.",
		"page": [194]
	},
	{
		"text": "The idea did not stick in the minds of these children because it was my idea, not theirs; there was no place for it in their minds; it did not meet any felt intellectual need. We must not fool ourselves, as for years I fooled myself, into thinking that guiding children to answers by carefully chosen leading questions is in any important respect different from just telling them the answers in the first place. Children who have been led up to answers by teachers' questions are later helpless unless they can remember the questions, or ask themselves similar questions, and this is exactly what they cannot do. The only answer that really sticks in a child's mind is the answer to a question that he asked or might ask of himself.",
		"page": [198, 199]
	},
	{
		"text": "A few good principles to keep in mind: (1) Children do not need to be \"taught\" in order to learn; they will learn a great deal, and probably learn best, without being taught. (2) Children are enormously interested in our adult world and what we do there. (3) Children learn best when the things they learn are embedded in a context of real life, are part of what George Dennison, in \"The Lives of Children,\" called \"the continuum of experience.\" (4) Children learn best when their learning is connected with an immediate and serious purpose.\nWhat this means in the field of numbers and math is simply this: the more we can make it possible for children to see how we use numbers, and to use them as we use them, the better.\n[...]\nWe should introduce children to numbers by giving them or making available to them as many measuring instruments as possible—rulers, measuring tapes (in both feet and meters), scales, watches and stopwatches, thermometers, metronomes, barometers, light meters, decibel meters, scales, and so on.\n[...]\nIf I had that fifth-grade class to live with again, I not only would tell them as much as I could about money in the world, but I would tell them everything about the money side of my own life—where I get my money, how I spend it, how I save it, and so on.\n[...]\nIf I were teaching children at home, I would put all the information about the family's finances out where all the children could see it. I would let children know that they could take as active a part as they wanted in the financial affairs of the family, including balancing checkbooks, keeping records, writing checks, paying bills, and so on.\n[...]\nIt might be a fine idea if families kept their financial records as if they were small corporations or business concerns; many children would surely be interested in and would want to take some part, perhaps an important part, in that process.\nIt would have been perhaps even better if at the school where I taught, we could have talked about the finances of the school itself, where and how it got and spent its money, what kinds of records it had to keep and what kinds of decisions it had to make. It would have been better yet if the children could have had some part in these decisions.",
		"page": [221, 225]
	},
	{
		"text": "[Having tests and teaching students specifically to take them] does harm, first of all, because it is dishonest and the students know it.\n[...]\nEven children much younger than we were learn that what most teachers want and reward are not knowledge and understanding but the appearance of them. The smart and able ones, at least, come to look on school as something of a racket, which it is their job to learn how to beat.",
		"page": [255]
	},
	{
		"text": "To a very great degree, school is a place where children learn to be stupid. A dismal thought, but hard to escape. Infants are not stupid. Children of one, two, or even three throw the whole of themselves into everything they do. They embrace life, and devour it; it is why they learn so fast and are such good company. Listlessness, boredom, apathy—these all come later. Children come to school curious; within a few years most of that curiosity is dead, or at least silent. Open a first or third grade to questions, and you will be deluged; fifth-graders say nothing. They either have no questions or will not ask them.",
		"page": [263]
	},
	{
		"text": "A child is most intelligent when the reality before him arouses in him a high degree of attention, interest, concentration, involvement—in short, when he cares most about what he is doing. This is why we should make schoolrooms and schoolwork as interesting and exciting as possible, not just so that school will be a pleasant place, but so that children in school will act intelligently and get into the habit of acting intelligently. The case against boredom in school is the same as the case against fear; it makes children behave stupidly, some on purpose, most because the cannot help it.",
		"page": [265]
	},
	{
		"text": "By what right do we assume that there is nothing good in children except what we put there? This view is condescending and presumptuous. Most importantly, it is untrue, and blinds us to the fact that in our clumsy and ignorant efforts to mold the character of children we probably destroy at least as many good qualities as we develop, do at least as much harm as good.\nNo—we do far more harm than good.",
		"page": [268]
	}
]
