[
	{
		"text": "All I am saying in this book can be summed up in two words—Trust Children. Nothing could be more simple—or more difficult. Difficult, because to trust children we must trust ourselves—and most of us were taught as children that we could not be trusted. And so we go on treating children as we ourselves were treated, calling this \"reality,\" or saying bitterly, \"If I could put up with it, they can too.\"\nWhat we have to do is break this long downward cycle of fear and distrust, and trust children as we ourselves were not trusted. To do this will take a long leap of faith—but great rewards await any of us who will take that leap."
	},
	{
		"text": "It doesn't make much sense, in a family that will later spend tens of thousands of dollars on the child's education, to get upset, and to upset him because he or she may ruin something worth twenty-five cents. I have so often seen people in drugstores and supermarkets, where there is very little that children could spoil or break, and where anything that children did break would hardly cost over a dollar, get all upset because the children are touching, feeling, picking up the various things they see. Why not? This is how they learn about them. If they move things out of their proper places, it's easy enough to put them back.\nIt is probably a mistake, anyway, to assume that whatever little children touch they will destroy, and that we must therefore keep them from touching anything that is not theirs. This dampens their curiosity and confidence. More than that, it probably makes them too fiercely possessive of what is their own. We should try instead, I think, to teach that respecting property does not mean never touching what is not yours, but means treating objects carefully, using them as they are meant to be used, and putting them back where they belong. Children are perfectly able to learn these things; they are less clumsy and destructive than we suppose. And it is only by handling and using objects that children can learn the right way to handle them.",
		"page": [32, 33]
	},
	{
		"text": "In our efforts to make reading easier for children by giving them ever easier books to read, we have only succeeded in making it more and more dull and false, and therefore harder. We can hardly ever hurt children by putting too much information within their reach. As long as we don't try to force them to learn it all, they will use what they need and set the rest aside for later. But we can very easily bore and confuse them by giving them too little information.\nWhat we must remember about this ability of children to become aware of mistakes, to find and correct them, is that it takes time to work, and that under pressure and anxiety it does not work at all. But at school we almost never give it the time. ",
		"page": [147, 148]
	},
	{
		"text": "One of the most important things teachers can do for any learner is to make the learner less and less dependent on them. We need to give students ways to find out for themselves whether what they have done is correct and makes sense. ",
		"page": [149]
	},
	{
		"text": "When they learn in their own way and for their own reasons, children learn so much more rapidly and effectively than we could possibly teach them, that we can afford to throw away our curricula and our timetables, and set them free, at least most of the time, to learn on their own.\nI would now say \"all of the time.\" Children do not need to be made to learn, told what to learn, or shown how. If we give them access to enough of the world, including our own lives and work in that world, they will see clearly enough what things are truly important to us and to others, and they will make for themselves a better path into that world than we could make for them.",
		"page": [156, 157]
	},
	{
		"text": "A very common pattern in children's learning. First, a great bold leap forward into exciting new territory. Then, for a short while, a retreat back into what is comfortable, familiar, and secure. But we can't predict, much less control, these rhythms of advance and retreat, exploration and consolidation, and this is one of the main reasons why the learning of children can't, or at least shouldn't, be scheduled. ",
		"page": [187]
	},
	{
		"text": "I will insist \\[...] that art is a very powerful and essential way for many children both to explore the world around (and inside) them and to express much of what they have learned and felt about it. It is not a \"frill\" but a central human activity and need, one we neglect at our peril. ",
		"page": [203]
	},
	{
		"text": "One of the fundamental ideas behind most of what we do in school is that children should and must spend many years memorizing a lot of dull facts before they can begin to do interesting things with them. This is a foolish way to go about things, and it doesn't work. Most children get so fed up with learning the dull facts that they quit before they get enough of them to do, or even to want to do, anything interesting with them. And even of the children who do learn all the facts, most have their wits so dulled in the process that they can't think of anything interesting to do with them, but just go on accumulating more and more—which amounts for too much of the activity in our graduate schools and universities. But if we get the horse in front of the cart where it belongs, if we get children to do things that require them to find and make use of otherwise dull and useless facts, they learn these facts very rapidly—like the boy I described who, as a result of working on electronics, gained nine years of skill in reading and math in two years, and without ever going to a formal class. ",
		"page": [208]
	},
	{
		"text": "I hope no one will mistake me as saying that we should scrap our present curriculum, then make a new curriculum out of what I have been talking about, and put it in place of the old one. I am only suggesting some of the things that children might like to see done in school, and might like to do themselves, were they free to choose. But they must be free to choose whether to explore the world in this way, or any one of a number of other ways. If we merely substitute \"Isometric Drawing I\" or \"Model Building I\" for \"Arithmetic I\", with the same old business of assignments, homework, drill, and tests, we will have gained little, and probably nothing. ",
		"page": [213]
	},
	{
		"text": "One day there was a happy accident. I had forgotten to put the problems up. Two or three children came in early, saw no problems, worried for a while, and then asked if they could put some problems up. (All little children, and some maybe not so little, like to write on the blackboard.) I told them, sure, go ahead. They began by writing some of the kind of problems that had been up there. But after a while they grew bolder, and began to write problems like 70 + 20 = ? Quite often they would get into an argument among themselves as to what was the right answer. They were never willing to leave a problem unless they felt they knew how to do it. Usually they would manage, within a short while, to come to an agreement, and usually the answer they agreed on was correct. It is hard to get honest agreement on any answer that is not correct. Only rarely did they appeal to me, and then only when they got into an argument in which a number of them were all sure they were right. After a while they began adding things like 200 + 400, or even 230 + 500, or 340 + 420. Step by step, making their problems more complicated all the time, the children—not all of them, but a good many—worked out for themselves most of the rules for doing addition. In a week—working only a few minutes a day—they covered material that the school was prepared to spend years teaching them.",
		"page": [213, 214]
	},
	{
		"text": "People may say, did say, in fact, \"What good is all this? What are the children learning?\" Meaning, of course, what questions can they answer, what tests can they pass, as a result of what they were doing? I am not sure what the children learned. Different ones probably learned different things. I suspect they learned something about the rate at which numbers from, and about the meaning, in concrete terms, of some of the numbers they had been working with in arithmetic.  ",
		"page": [216]
	},
	{
		"text": "The matter of freedom, to choose how to do this, or to choose not to do it, is all important. ",
		"page": [216]
	},
	{
		"text": "If you once let children evolve their own learning along paths of their choosing, you then must see it through and maintain the individuality of their work. You cannot begin that way and then say, in effect, \"That was only a teaser,\" thus using your adult authority to devalue what the children themselves, in the meantime, have found most valuable. ",
		"page": [224]
	},
	{
		"text": "We must recognize that there are some teachers who like being \"leader-draggers.\" They like to feel that they are at every moment in control, not only of the child's body, but also of his mind. They like to feel themselves the source and the sole source of all knowledge, wisdom, and learning in the classroom. Some such teachers are moved by a love of power, of which the classroom gives them plenty; others, by a deep and sometimes desperate need to feel useful, necessary, and even indispensable to their students. Both kinds are strongly threatened by any suggestion that children can and should learn on their own. Many other teachers would like to give their students more independence and self-direction but are held back by a fear of the standardized tests by which their pupils, and they themselves, will be judged. ",
		"page": [225]
	},
	{
		"text": "The question of small classes is one I hear every time I speak. My answer is that in a small class you may be able to maintain at least the illusion that you have complete control, and that everyone is doing the same thing at the same time; in a large class it becomes impossible. Given fairly docile children, in classes of about twenty, a teacher has a chance of being a reasonably effective policeman. In a class of forty, it can't be done. There are too many to watch. The large classes which exist in many of our schools, and which are, if anything, going to get bigger rather than smaller, require that we find ways to break the academic lockstep, and get our students learning on their own. This is above all essential in our cities, where many children, unlike children in the suburbs, cannot and will not submit to being bored all day long. ",
		"page": [226]
	},
	{
		"text": "In these discussions many questions were raised, and it was Miss Weber's custom to write down many of the unanswered questions on large sheets of paper and post them on the wall, where the children could see them and be reminded of them. The students did not have to find answers to the questions; they were not curriculum, or homework. But they were free to pursue any that particularly interested them. Some questions were never answered. Others caught the curiosity f the class, and led them on some wide-ranging explorations. \n\\[Holt then goes on to describe the wool/weaving/textile adventure].\n\\[Holt then goes on to describe their newspaper-printing and book-making experience].\nThese stories show us a number of things about the ways in which children learn. They see the world as a whole, mysterious perhaps, but a whole nonetheless. They do not divide it up into airtight little categories, as we adults tend to do. It is natural for them to jump from one thing to another, and to make the kinds of connections that are rarely made in formal classes and textbooks. They make their own paths into the unknown, paths that we would never think of making for them... when they are following their own noses, learning what they are curious about, children go faster, cover more territory than we would ever think of trying to mark out for them, or make them cover.",
		"page": [228, 232]
	},
	{
		"text": "The two processes are, after all, the same; as we move farther and father into the world, we take more and more of it into ourselves. As children enter the world, the world enters them. The process begins with fantasy, and fantasy keeps it going... I had no interest at all in learning how or where \\[boats or trains] were made, or how they worked. All my fantasies did for me—no small thing—was to keep alive a feeling that the world is in many ways a fascinating and beautiful place. To this day I remain very interested in the shapes of things and can still be strongly moved by the sight or feel or a beautifully designed useful object. ",
		"page": [258]
	},
	{
		"text": "We teachers—perhaps all human beings—are in the grip of an astonishing delusion. We think that we can take a picture, a structure, a working model of something, constructed in our minds out of long experience and familiarity, and by turning that model into a string of words, transplant it whole into the mind of someone else. Perhaps once in a thousand times, when the explanation is extraordinarily good, and the listener extraordinarily experienced and skillful at turning word strings into nonverbal reality, and when explainer and listener share in common many of the experiences being talked about, the process may work, and some real meaning may be communicated. Most of the time, explaining does not increase understanding, and may even lessen it.",
		"page": [275, 276]
	},
	{
		"text": "Let me sum up what I have been trying to say about the natural learning style of young children. The child is curious. He wants to make sense out of things, find out how things work, gain competence and control over himself and his environment, do what he can see other people doing. he is open, receptive, and perceptive. He does not shut himself off from the strange, confused, complicated world around him. He observes it closely and sharply, tries to take it all in. He is experimental. He does not merely observe the world around him, but tastes it, touches it, hefts it, bends it, breaks it. To find out how reality works, he works on it. He is bold. He is not afraid of making mistakes. And he is patient. He can tolerate an extraordinary amount of uncertainty, confusion, ignorance, and suspense. He does not have to have instant meaning in any new situation. He is willing and able to wait for meaning to come to him—even if it comes very slowly, which it usually does.\nTo this I would add something even more important. Children even as young as two want not just to learn about but to be a part of our adult world. They want to become skillful, careful, able to do things and make things as we do. ",
		"page": [287]
	},
	{
		"text": "What is essential is to realize that children learn independently, not in bunches; that they learn out of interest and curiosity, not to please or appease the adults in power; and that they ought to be in control of their own learning, deciding for themselves what they want to learn and how they want to learn it. ",
		"page": [290]
	},
	{
		"text": "Gears, twigs, leaves, little children love the world. That is why they are so good at learning about it. For it is love, not tricks and techniques of thought, that lies at the heart of all true learning. Can we bring ourselves to let children learn and grow through that love?\n\"So do not starve me. Wil you starve me?\"\nWhat is our answer? ",
		"page": [303]
	}
]
