[
	{
		"text": "Tech offers convenience, speed, and automation, but it also brings large costs. Human behavior is driven in part by a succession of reflexive cost-benefit calculations that determine whether an act will be performed once, twice, a hundred times, or at all. When the benefits overwhelm the costs, it's hard not to perform the act over and over again, particularly when it strikes just the right neurological notes.",
		"page": [5]
	},
	{
		"text": "Life is more convenient than ever, but convenience has also weaponized temptation.",
		"page": [19]
	},
	{
		"text": "\"Pain patients cannot be 'made addicted' by their doctors,\" Szalavitz says. \"In order to develop an addiction, you have to repeatedly take the drug for emotional relief to the point where it feels as though you can't live without it ... it can only happen when you start taking doses early or take extra when you feel a need to deal with issues other than pain. Until your brain learns that the drug is critical to your emotional stability, addiction cannot be established.\"",
		"page": [74]
	},
	{
		"text": "Berridge and his colleagues had shown that there was a big difference between liking a drug and wanting a drug. Addiction was about more than just liking. Addicts weren't people who happened to like the drugs they were taking—they were people who *wanted* those drugs very badly even as they grew to dislike them for destroying their lives. What makes addiction so difficult to treat is that wanting is much harder to defeat than liking.",
		"page": [87]
	},
	{
		"text": "Like the curse that doomed Sisyphus to roll a boulder uphill for eternity, it's hard not to wonder whether major life goals are by their nature a major source of frustration. Either you endure the anti-climax of succeeding, or you endure the disappointment of failing. All of this matters now more than ever because there's good reason to believe we're living through an unprecedented age of goal culture—a period underscored by addictive perfectionism, self-assessment, more time at work, and less time at play.",
		"page": [106]
	},
	{
		"text": "Streaks uncover the major flaw with goal pursuit: you spend far more time pursuing the goal than you do enjoying the fruits of your success. Even if you succeed, success is brief.",
		"page": [117]
	},
	{
		"text": "A system is \"something you do on a regular basis that increases your odds of happiness in the long run.\" For a cartoonist, that might be drawing one cartoon per day; for a writer, writing five hundred words per day. In contrast to goals, systems bring a steadier stream of low-grade highs. They're guides to a fulfilling life, day by day, rather than enticing pictures of some grand end goal without instructions for how to get there.",
		"page": [117]
	},
	{
		"text": "The results weren't even close: \\[the pigeons] pecked almost twice as often when the reward wasn't guaranteed. Their brains, as it turned out, were releasing far more dopamine when the reward was unexpected than when it was predictable. Zeiler had documented an important fact about positive feedback: that less is often more. His pigeons were drawn to the mystery of mixed feedback just as humans are attracted to the uncertainty of gambling.",
		"page": [127]
	},
	{
		"text": "Goldhill's story involved a gambler who wins all the time. \"The guy thinks he's in heaven because he wins every single bet. Eventually, though, he realizes that he's in hell. It's absolute torture.\" The gambler's been chasing wins all his life, and now that they're arriving one after another his reason for existing is gone. Goldhill's story illustrates why variable reinforcement is so powerful. Not because of the occasional wins, but because the experience of coming off a recent loss is deeply motivating.",
		"page": [143]
	},
	{
		"text": "In the 1990s and early 2000s, Miyamoto designed the wildly successful Pokémon games, and again his primary allegiance was to the integrity of the game. \"That's the point,\" he said, \"not to make something sell, something very popular, but to love something, and make something that we creators can love. It's the very core feeling we should have in making games.\"",
		"page": [155]
	},
	{
		"text": "To some extent we all need losses and difficulties and challenges, because without them the thrill of success weakens gradually with each new victory.",
		"page": [169]
	},
	{
		"text": "Flow describes the experience of tackling a moderate challenge with the skill to master that challenge. Both ingredients are essential. If the challenge is high but you're less skilled, you experience anxiety; if you're skilled but the challenge is low, boredom.",
		"page": [177]
	},
	{
		"text": "Doan told me that children reared on the Internet suffer a kind of emotional amblyopia. Children develop different mental skills at critical ages, during so-called critical periods. They pick up new languages with ease until ages four or five, after which they only pick up new languages with considerable effort. A similar idea holds for developing social skills—and for learning how to navigate the complex world of teenage sexuality. If kids miss out on the chance to interact face-to-face, there's a fair chance they'll never acquire those skills.",
		"page": [232]
	},
	{
		"text": "It's far easier to prevent people from developing addictions in the first place than it is to correct existing bad habits, so these changes should begin not with adults, but with young kids... parenting today is incomplete without lessons on how to interact with technology, and for how long each day.",
		"page": [258]
	},
	{
		"text": "Self-Determination Theory (SDT) explains that people are naturally proactive, especially when a behavior activates one of three central human needs: the need to feel in command of one's life (autonomy); the need to form solid social bonds with family and friends (relatedness); and the need to feel effective when dealing with the external environment—learning new skills and overcoming challenges (competence). Though addictive behaviors are designed to soothe psychological discomfort, they also tend to frustrate one or more of these needs.",
		"page": [261]
	},
	{
		"text": "There is one subtle psychological lever that seems to hasten habit formation: the language you use to describe your behavior... \"I can't\" wrests control away from you and gives it to an unnamed outside agent. It's disempowering. You're the child in an invisible relationship, forced not to do something you'd like to do, and, like children, many people are drawn to whatever they're not allowed to do. In contrast, \"I don't\" is an empowering declaration that this isn't something you do. It gives the power to you and signals that you're a particular kind of person—the kind of person who, on principle, doesn't \\[do the bad activity].",
		"page": [272]
	},
	{
		"text": "In the fall of 2009, a new school opened its doors in New York City... Quest to Learn (Q2L) was the brainchild of several organizations that came together to design a new model of education. The old model, they reasoned, was far from perfect... If kids enjoyed school, surely they'd be happier and more engaged. The school's founders decided that the best way to inject fun was to make the learning experience one big game. Learning, it turns out, is ripe for gamification.",
		"page": [302, 303]
	}
]
