[
  {
    "text": "If trust is the core value that allows us to meet the world in a cheerful stance, then _tolerance_ is the equally important quality that allows us to deal with the realities of differences and conflict. Let's be honest: If people were all more or less the same—if there were no differences in race, religion, sexual orientation, political leanings—life would in some ways be easier. But, boy, would it be dull! Diversity is the spice of life. Our ability to embrace diversity makes our own lives richer.\nConversely, whenever we fall victim to prejudice or unadmitted bias, we make our own lives smaller and poorer. You don't believe that women are the equal of men in the workplace? Well, your world has just shrunk by half. You have a problem with gay people? Well, you just deprived yourself of 10 percent of the population. You're not comfortable with black people? Latinos? You get my drift. Keep giving in to intolerance, and eventually your world contains no one but you and a few people who look like you and think like you; it gets to resemble a small, snooty, and deathly dull country club! Is that a world worth living in?",
    "page": [
      12,
      13
    ]
  },
  {
    "text": "Much of what is called \"education\" these days, even at the college level, is in fact more in the nature of job-training. A particular major is a ticket to a particular degree, which in turn is a ticket to a particular career. \\[...]\nThis relatively narrow, goal-oriented sort of learning is only one aspect of what education really means—and not the most important aspect, either. Life is what we make it, and if we want our lives to be as rich and round and gratifying as possible, we should try to learn about _everything_—not just what we need to know to make our livings, but all the innumerable subjects at the periphery of our specialties.",
    "page": [
      16,
      17
    ]
  },
  {
    "text": "I think of education, ultimately, as the fulfillment of curiosity. One of the best things parents can do for their children, therefore, is to keep that curiosity stoked. In our household, this was accomplished by wide-ranging conversation and the frequent advice to _look it up_.",
    "page": [
      17,
      18
    ]
  },
  {
    "text": "Some people believe that having a good work ethic equates with a willingness to slave away for sixty or eighty hours a week, at a job for which one has no passion or even actively hates. The idea here is that sheer effort, self-denial, and time logged on the clock are somehow intrinsically virtuous.\nBut excuse me—that's not a virtue; it's masochism! In some cases it's also, paradoxically, a sign of laziness and lack of imagination. If you're such a hard worker, why not use some of that effort and some of those hours to find something you actually _like_?\nFor my father—and now for me—the essence of a good work ethic starts with meeting a challenge of self-discovery, finding something you love to do, so that work—even, or especially, when it is very difficult and arduous—becomes joyful, maybe even sacred.",
    "page": [
      21
    ]
  },
  {
    "text": "The essence of privilege has to do with having the widest possible array of options.",
    "page": [
      72
    ]
  },
  {
    "text": "Good teachers, in any field, do far more than convey information; they pass along something of themselves.",
    "page": [
      88
    ]
  },
  {
    "text": "As in the case of choices, privilege should give us _more_ time, not less.\nBut you wouldn't know that by observing the behavior of many young people from privileged backgrounds. Are there any more hurried people on earth? They rush through prep school to get into the \"right\" college. They rush through college to impress the administrators of the \"right\" graduate programs. Their summers pass in a blur of internships that will look good on their résumés, that will get them a fast-track start at the bank or the brokerage or the law firm. No wonder some of these people have their so-called midlife crises at thirty or thirty-five; they've barely paused for breath since adolescence.",
    "page": [
      107,
      108
    ]
  },
  {
    "text": "One of the fundamental things is that good decisions take time. They are processes, not spasms. They call for self-knowledge; and self-knowledge—like it or not!—calls for a certain amount of gut-checking or, if you prefer, navel-gazing. It calls for a certain amount of sitting still. (The word _Zen_, in fact, derives from a meditative practice called \"za-zen,\" which literally means \"just sitting.\")\nI can readily understand that, to a young person in a hurry, this quiet sitting might seem like a waste of time. But I'd like to propose a different way of looking a t it. Pausing to look into one's own heart is never a _waste_ of time; it's an _investment_ of time, and in my view it's one of the most rewarding investments a person can make.",
    "page": [
      110
    ]
  },
  {
    "text": "_Money is replaceable_. You  can have it today, lose it tomorrow, have it again the day after.\nWhat else can you say that about? You can't replace a person or an experience; you can't precisely duplicate a sunset or a good hearty laugh. You can't reclaim even a single moment of your life once it's slipped away; wasted time is gone forever.\nBy that measure, it seems crystal clear that time is much more valuable than money. Yet people tend to live as if the opposite were true; as though tomorrow or next year are soon enough for self-knowledge and self-fulfillment, but money must come today. As if dreams can wait but a paycheck can't.\nThere are, of course, many situations in which a paycheck _can't_ wait. If there is a real urgency for basic needs, then making money, by necessity, _becomes_ the best use of one's time.",
    "page": [
      115
    ]
  },
  {
    "text": "How much sense does it make to barrel through life full speed ahead before we're even quite sure where we really want to go?",
    "page": [
      123
    ]
  },
  {
    "text": "Our lives are our own; our work is our own; but to a considerable extent, it is the outside world that defines us. If we don't openly and honestly consider the feedback we're getting from the world, how can we really know how we're doing—if we're accomplishing anything of value? If we're accomplishing anything at all?",
    "page": [
      136
    ]
  },
  {
    "text": "We grow by messing up.\nI stress this because I've observed that, especially in difficult or uncertain times, many people seem terribly afraid of making mistakes—as if a mistake were a personal humiliation from which one would never recover, the dreaded \"black mark\" on the permanent record.\nBut that's just not how it is. Mistakes are very seldom permanent; most of them can be fixed with less difficulty and drama than one imagines, and there's nothing shameful about making them. There is, however, something sad and limiting  about the _fear_ of making them.\nIf we let ourselves be controlled by the fear of stumbling, we can walk only the widest, most-trod paths. If we refuse to cut ourselves some slack for messing up, then we'll be disinclined to take chances; and if we don't take chances, we may never find our passion or our truest selves. If we're afraid that the beat of our own drummer might lead us to a misstep, then we can only march along with everybody else.\nAnd you know what? Even if we play it as safe as we possibly can, we'll make mistakes anyway! Everybody does. Mistakes are inevitable. They're part of life.\nIf life is what we make it, and if we want our lives to be vivid and authentic, then we have to accept the fact that we will mess up now and then along the way. We can't eliminate errors, so we may as well embrace them. Admit them when they happen, forgive ourselves for making them, and most of all, learn from them.\nNo mistake should go to waste!",
    "page": [
      144,
      145
    ]
  },
  {
    "text": "The dangers of wishing take many forms.\nOne of them is that wishing can sometimes pose as a substitute for _preparation_. Serious wishing, after all, takes a lot of energy, a lot of focus. It's understandable, therefore, that people sometimes kid themselves that hoping something will happen is the same as getitng ready to deal with it when it does. \nThese are two different things!",
    "page": [
      164
    ]
  },
  {
    "text": "There's a big difference between a lucky break and a free pass. A lucky break seldom means that things are suddenly easy; rather, a lucky break often comes as an opportunity to rise to a challenge, to do something difficult. But you have to prove worthy of the lucky break by being ready to seize it.",
    "page": [
      170
    ]
  },
  {
    "text": "Wishes steer us toward a certain longed-for destination; they tend to focus our attention on a particular pinpoint of a goal. And that's fine; having goals and reaching them can be a great source of self-respect and joy.\nBut there's a danger, too. A pinpoint goal can blind us to the universe of choices that exist in every imaginable direction. When a goal isn't reached—when a wish is denied—it forces us to rub our eyes and look again at a wider world.",
    "page": [
      177
    ]
  },
  {
    "text": "If parents love their work and approach it with passion, then kids will come to see the value of _work itself_, and will be inclined to seek and discover a passion of their own.\nIf parents _don't_ love and respect their work, but see it only as a necessary evil on the road to wealth and status, then the kids will absorb that lesson, too. It's a lesson that tends to lead to a lot of frustration and unhappiness in later life.",
    "page": [
      212,
      213
    ]
  },
  {
    "text": "I believe that _all_ of us should be proud of our lives, because making a life is the one profound and sacred opportunity shared by every person ever born. _Life is what we make it._ No one else can do it for us; no one has the right to tell us what it ought to be.\nWe make our own goals. We define our own successes. We don't get to choose where we start in life; we _do_ get to choose the kind of people we become.",
    "page": [
      244
    ]
  },
  {
    "text": "Mistakes are one thing; regrets are another. Mistakes happen and generally are over with. Regrets linger. A mistake is an event. Regret is atmospheric.\nIt's fashionable, I think, to deny having any regrets, to claim that, if one could live life over again, one wouldn't change a thing. Frankly, I think this is boastful nonsense, or maybe just symptomatic of a life that _hasn't_ been examined. Over the course of years and decades, regrets both small and large tend to accumulate. How could they not, given how many choices we face each day, how many times we are challenged to rise to an occasion? Regrets are nothing more than evidence of having lived; they're like the little scrapes and scars that line our knees and elbows. The good news is that after a while they don't hurt anymore; but it's dishonest to pretend they aren't there.",
    "page": [
      255
    ]
  }
]