[
	{
		"text": "A lot of scientific evidence suggests that the difference between those who succeed and those who don’t is not the brains they were born with, but their approach to life, the messages they receive about their potential, and the opportunities they have to learn. The very best opportunities to learn come about when students believe in themselves. For far too many students in school, their learning is hampered by messages they have received about their own potential, making them believe they are not as good as others, that they don’t have the potential of others.",
		"page": [5]
	},
	{
		"text": "When students are given fixed praise—for example, being told they are smart when they do something well—they may feel good at first, but when they fail later (and everyone does) they think that means they are not so smart after all.",
		"page": [7]
	},
	{
		"text": "Mathematics is different from other subjects, not because it is right or wrong, as many people would say, but because it is taught in ways that are not used by other subject teachers, and people hold beliefs about mathematics that they do not hold about other subjects. One way that mathematics is different is that it is often thought of as a performance subject—if you ask most students what they think their role is in math classrooms, they will tell you it is to get questions right.",
		"page": [21]
	},
	{
		"text": "This does not mean that there are no answers in mathematics. Many things are known and are important for students to learn. But somehow school mathematics has become so far removed from real mathematics that if I had taken most school students into the mathematics department defense that day, they would not have recognized the subject before them.",
		"page": [22]
	},
	{
		"text": "Wolfram proposes that working on mathematics has four stages:\n1. Posing a question\n2. Going from the real world to a mathematical model\n3. Performing a calculation\n4. Going from the model back to the real world, to see if the original question was answered\n\\[…]\n80% of school mathematics is spent on stage 3—performing a calculation by hand—when that is the one stage that employers do not need workers to be able to do, as it is performed by a calculator or computer. Instead, Wolfram proposes that we have students working on stages 1, 2, and 4 for much more of their time in mathematics classes.",
		"page": [27]
	},
	{
		"text": "When students are asked to think intuitively, many good things happen. First, they stop thinking narrowly about single methods and consider mathematics more broadly. Second, they realize they have to use their own minds—thinking, sense making, and reasoning. They stop thinking their task is just to repeat methods, and they realize their task is to think about the appropriateness of different methods. And third, as the Schwartz and Bransford research study showed, their brains become primed to learn new methods.",
		"page": [69]
	},
	{
		"text": "Questions can move from being closed, fixed mindset math tasks to growth mindset math tasks, with space within them to learn. To summarize, these are my five suggestions that can work to open mathematics tasks and increase their potential for learning:\n1. Open up the task so that there are multiple methods, pathways, and representations.\n2. Include inquiry opportunities.\n3. Ask the problem before teaching the method.\n4. Add a visual component and ask students how they see the mathematics.\n5. Extend the task to make it lower floor and higher ceiling.\n6. Ask students to convince and reason; be skeptical.",
		"page": [90]
	},
	{
		"text": "When mathematics is taught with an attitude of elitism, and it is held up as being harder than other subjects and suitable only for a gifted few, a tiny subset of those who could achieve in mathematics—and the scientific subjects which require mathematics—do. When this elitist idea is combined with stereotypical ideas of who have the give, harsh inequities are produced.",
		"page": [95]
	},
	{
		"text": "Girls have much higher levels of anxiety about mathematics than boys do, and the unavailability of deep understanding is one main reason for this. This is ironic, because the desire to think deeply and really understand concepts is admirable, and the students who express this need are most suited to high-level work in mathematics, science, and engineering. They are the same students who could advance STEM disciplines and break cycles of inequitable teaching. When mathematics is taught procedurally, students who want depth of understanding, most of whom are girls, are denied access to STEM.",
		"page": [103]
	},
	{
		"text": "Many teachers try to be comforting and sympathetic about math, telling girls not to worry, that they can do well in other subjects. We now know such messages are extremely damaging. Researchers found that when mothers told their daughters “I was no good at math in school” their daughter’s achievement immediately went down. Teachers need to replace sympathetic messages such as “Don’t worry, math isn’t your think” with positive messages such as “You can do this, I believe in you, math is all about effort and hard work.”",
		"page": [105]
	},
	{
		"text": "It is easy to see why homework increases inequity: students from less-privileged homes rarely have a quiet place to study; they often have to do homework at night, either in the home, while their parents are at work, or at paid jobs; and they are less likely to have resources such as books and Internet-enabled devices at home. When we assign homework to students, we provide barriers to the students who most need our support. This fact, alone, makes homework indefensible to me.",
		"page": [107]
	},
	{
		"text": "One important finding of international analysts who student mathematics performance in different countries is that the most successful companies are those that group by ability the latest and the least.",
		"page": [112]
	},
	{
		"text": "Over the course of a year the teachers shifted their teaching from worksheet math to inquiry-based math; they chose to eliminate tracks so they could teach all students that they could be high achievers, and they changed their methods of assessment from fixed to growth assessment. I have seen this shift happen with many teachers with whom I have worked. It comes about when teachers are treated as the professionals they are and are invited to use their own judgement, helped by research ideas, to create positive learning and assessment experiences for their students.",
		"page": [146]
	},
	{
		"text": "The most powerful learners are those who are reflective, who engage in metacognition—thinking about what they know—and who take control of their own learning (White & Frederiksen, 1998). A major failing of traditional mathematics classes is that students rarely have much idea of what they are learning or where they are in the broader learning landscape.",
		"page": [150]
	},
	{
		"text": "When students are given information that communicates clearly what they are learning, and they are asked, at frequent intervals, to reflect on their learning, they develop responsibility for their own learning. Some people refer to this as inviting students into the guild—giving students the powerful knowledge—knowledge that usually only teachers hold—which allows them to take charge of their learning and be successful.",
		"page": [158]
	},
	{
		"text": "Positive Norms to Encourage in Math Class\n1. Everyone Can Learn Math to the Highest Levels\n    1. Encourage students to believe in themselves. There is no such thing as a “math person.” Everyone can reach the highest levels they want to, with hard work.\n2. Mistakes Are Valuable.\n    1. Mistakes grow your brain! It is good to struggle and make mistakes.\n3. Questions Are Really Important\n    1. Always ask questions, always answer questions. Ask yourself: why does that make sense?\n4. Math is about Creativity and Making Sense\n    1. Math is a very creative subject that is, at its core, about visualizing patterns and creating solution paths that others can see, discuss, and critique.\n5. Math is about Connections and Communicating.\n    1. Math is a connected subject, and a form of communication. Represent math in different forms—such as words, a picture, a graph, an equation—and link them. Color code!\n6. Depth is Much More Important Than Speed.\n    1. Top mathematicians, such as Laurent Schwartz, think slowly and deeply.\n7. Math Class is about Learning, Not Performing.\n    1. Math is a grown subject; it takes time to learn, and it is all about effort.",
		"page": [173]
	},
	{
		"text": "The most productive classrooms are those in which students feel good about working on hard problems. This means that mathematics tasks should be difficult for students in order to give students opportunities for brain grown and making connections, but it doesn’t mean just increasing the difficulty, which would leave students frustrated. Rather, it means changing the nature of tasks in math classrooms—giving more low floor, high ceiling tasks. Having a low floor means that anyone can access the ideas. Having a high ceiling means that students can take the ideas to high levels.",
		"page": [177, 178]
	}
]
