[
	{
		"text": "You can see how the belief that cherished qualities can be developed creates a passion for learning. Why waste time proving over and over how great you are, when you could be getting better? Why hide deficiencies instead of overcoming them? Why look for friends or partners who will just shore up your self-esteem instead of ones who will also challenge you to grow? And why seek out the tried and true, instead of experiences that will stretch you? The passion for stretching yourself and sticking to it, even (or especially) when it’s not going well, is the hallmark of the growth mindset. This is the mindset that allows people to thrive during some of the most challenging times in their lives.",
		"page": [7]
	},
	{
		"text": "What on earth would make someone a nonlearner? Everyone is born with an intense drive to lear. Infants stretch their skills daily… What could put an end to this exuberant learning? The fixed mindset. As soon as children become able to evaluate themselves, some of them become afraid of challenges. They become afraid of not being smart.",
		"page": [16]
	},
	{
		"text": "Speaking from reigning from atop a pedestal and wanting to be seen as perfect, you won’t be surprised that this is often called “CEO disease”… CEOs face this choice all the time. Should they confront their shortcomings or should they create a world where they have none?",
		"page": [20]
	},
	{
		"text": "People with the growth mindset thrive when they’re stretching themselves. When do people with the fixed mindset thrive? When things are safely within their grasp. If things get too challenging—when they’re not feeling smart or talented—they lose interest.",
		"page": [22]
	},
	{
		"text": "The idea that one evaluation can measure you forever is what creates the urgency for those with the fixed mindset. That’s why they must succeed perfectly and immediately. Who can afford the luxury of trying to grow when everything is on the line right now?",
		"page": [29]
	},
	{
		"text": "Lurking behind that self-esteem of the fixed mindset is a simple question: If you’re somebody when you’re successful, what are you when you’re unsuccessful?",
		"page": [32]
	},
	{
		"text": "From the point of view of the fixed mindset, effort is only for people with deficiencies. And when people already know they’re deficient, maybe they have nothing to lose by trying. But if your claim to fame is not having any deficiencies—if you’re considered a genius, a talent or a natural—then you have a lot to lose. Effort can reduce you.",
		"page": [42]
	},
	{
		"text": "In the growth mindset, it’s almost inconceivable to want something badly, to think you have a chance to achieve it, and then do nothing about it. When it happens, this I could have been is heartbreaking, not comforting…\nYou can look back and say, “I could have been…,” polishing your unused endowments like trophies. Or you can look back and say, “I gave my all for the things I valued.” Think about what you want to look back and say. Then choose your mindset.",
		"page": [44]
	},
	{
		"text": "There are different ways to study. Many students study like this: They read the textbook and their class notes. If the material is really hard, they read them again. Or they might try to memorize everything they can, like a vacuum cleaner. That’s how the students with the fixed mindset studied. If they did poorly on the test, they concluded that chemistry was not their subject. After all, “I did everything possible, didn’t I?”\nFar from it. They would be shocked to find out what students with the growth mindset do. Even I find it remarkable.\nThe students with the growth mindset completely took charge of their learning and motivation. Instead of plunging into unthinking memorization of the course material, they said: “I look for themes and underlying principles across lectures,” and “I went over mistakes until I was certain I understood them.” They were studying to learn, not just to ace the test. And, actually, this was what hey got higher grades—not because they were smarter or had a better background in science.",
		"page": [61]
	},
	{
		"text": "Prodigies or not, we all have interests that can blossom into abilities.",
		"page": [63]
	},
	{
		"text": "There’s a lot of intelligence out there being wasted by underestimating students’ potential to develop.",
		"page": [64]
	},
	{
		"text": "Some teachers preached and practiced a growth mindset. They focused on the idea that all children could develop their skills, and in their classrooms a weird thing happened. It didn’t matter whether students started the year in the high- or the low-ability group. Both groups ended the year way up high. It’s a powerful experience to see these findings. The group differences had simply disappeared under them guidance of teachers who taught for improvement, for these teachers had found a way to reach their “low-ability” students.",
		"page": [66]
	},
	{
		"text": "As much as our culture talks about individual effort and self-improvement, deep down, \\[Malcolm Gladwell] argues, we revere the naturals. We like to think of our champions and idols as superheroes who were born different from us. We don’t like to think of them as relatively ordinary people who made themselves extraordinary.",
		"page": [90]
	},
	{
		"text": "For those with the fixed mindset, success is about establishing their superiority, plain and simple. Being that somebody who is worthier than the nobodies… Remember, in the fixed mindset, effort is not a cause of pride. It is something that casts doubt on your talent.",
		"page": [99]
	},
	{
		"text": "In the fixed mindset, you don’t take control of your abilities and your motivation. You look for your talent to carry you through, and when it doesn’t, well then, what else could you have done? You are not a work in progress, you’re a finished product. And finish products have to protect themselves, lament, and blame. Everything but take charge.",
		"page": [103]
	},
	{
		"text": "Warren Bennis, the leadership guru, studied the world’s greatest corporate leaders. These great leaders said they didn’t set out to be leaders. They’d had no interest in proving themselves. They just did what they loved—with tremendous drive and enthusiasm—and it led where it led.",
		"page": [114]
	},
	{
		"text": "True self-confidence is “the courage to be open—to welcome change and new ideas regardless of their source.” Real self-confidence is not reflected in a title, an expensive suit, a fancy car, or a series of acquisitions. It is reflected in your mindset: your readiness to grow.",
		"page": [127]
	},
	{
		"text": "Immediately, \\[Jack Welch] opened up dialogue and the channels for honest feedback. He quickly set to work asking executives what they liked and disliked about the company and what they thought needed changing. Boy, were they surprised. In fact, they’d been so used to kissing up to the bosses that they couldn’t even get their minds around these questions.",
		"page": [128]
	},
	{
		"text": "There are so many ways the fixed mindset creates groupthink. Leaders are seen as gods who never err. A group invests itself with special talents and powers. Leaders, to bolster their ego, suppress dissent. Or workers, seeking validation from leaders, fall in line behind them. That’s why it’s critical to be in a growth mindset when important decisions are made.",
		"page": [136]
	},
	{
		"text": "As Morgan McCall argues, many organizations believe in natural talent and don’t look for people with the potential to develop. Not only are these organizations missing out on a big pool of possible leaders, but their belief in natural talent might actually squash the very people they think are naturals, making them into arrogant, d defensive nonlearners. The lesson is: create an organization that prizes the development of ability—and watch the leaders emerge.",
		"page": [142]
	},
	{
		"text": "A no-effort relationship is a doomed relationship, not a great relationship. It takes work to communicate accurately and it takes work to expose and resolve conflicting hopes and beliefs. It doesn’t mean there is no “they lived happily ever after,” but it’s more like “they worked happily ever after.”",
		"page": [155]
	},
	{
		"text": "Relationship expert Daniel Wile says that choosing a partner is choosing a set of problems. There are no problem-free candidates. The trick is to acknowledge each other’s limitations, and build from there.",
		"page": [157]
	},
	{
		"text": "The notion that some people are entitled to brutalize others is not a healthy one. Stan Davis points out that as a society, we rejected the idea that people were entitled to brutalize blacks and harass women. Why do we accept the idea that people are entitled to brutalize our children?",
		"page": [174]
	},
	{
		"text": "Praising children’s intelligence harms their motivation and it harms their performance.\nHow can that be? Don’t children love to be praised?\nYes, children love praise. And they especially love to be praised for their intelligence and talent. It really does give them a boost, a special glow—but only for the moment. The minute they hit a snag, their confidence goes out the window and their motivation hits rock bottom. If success means they’re smart, then failure means they’re dumb. That’s the fixed mindset.",
		"page": [178]
	},
	{
		"text": "Parents think they can hand children permanent confidence—like a gift—by praising their brains and talent. It doesn’t work, and in fact has the opposite effect. It makes children doubt themselves as soon as anything is hard or anything goes wrong. If parents want to give their children a gift, the best thing they can do is teach their children to love challenges, be intrigued by mistakes, enjoy effort, seek new strategies, and keep on learning. That way, their children don’t have to be slaves of praise. They will have a lifelong way to build and repair their own confidence.",
		"page": [179, 180]
	},
	{
		"text": "Children need honest and constructive feedback. If children are “protected” from it, they won’t learn well. They will experience advice, coaching, and feedback as negative and undermining. Withholding constructive criticism does not help children’s confidence; it harms their future.",
		"page": [185]
	},
	{
		"text": "On the first day of school, \\[Marva Collins] always promised her students—all students—that they would learn. She forged a contract with them.\n“I know most of you can’t spell your name. You don’t know the alphabet, you don’t know how to read, you don’t know homonyms or how to syllabicate. I promise you that you will. None of you has ever failed. School may have failed you. Well, goodbye to failure, children. Welcome to success. You will read hard books in here and understand what you read. You will write every day… But you must help me to help you. If you don’t give anything, don’t expect anything. Success is not coming to you, you must come to it.\nHer joy in her students’ learning was enormous. As they changed from children who arrived with “toughened faces and glassed-over eyes” to children who were beginning to brim with enthusiasm, she told them, “I don’t know what St. Peter has planned for me, but you children are giving me my heaven on earth.”",
		"page": [198]
	},
	{
		"text": "When teachers are judging them, students will sabotage the teacher by not trying. But when students understand that school is for them—a way for them to grow their minds—they do not insist on  sabotaging themselves.",
		"page": [204]
	},
	{
		"text": "One of Marva Collins’s first mentors taught her the same thing—that, above all, a good teacher is one who continues to learn along with the students. And she let her students know that right up front: “Sometimes I don’t like other grown-ups very much because they think they know everything. I don’t know everything. I can learn all the time.”",
		"page": [205]
	},
	{
		"text": "Beware of success. It can knock you into a fixed mindset: “I won because I have talent. Therefore I will keep winning.”",
		"page": [214]
	},
	{
		"text": "The first important thing to remember here is that the process includes more than just effort. Certainly, we want children to appreciate the fruits of hard work. But we also want them to understand the importance of trying new strategies when the one they’re using isn’t working. (We don’t want them to just try harder with the same ineffective strategy). And we want them to ask for help or input from others when it’s needed. This is the process we want them to appreciate: hard work, trying new strategies, and seeking input from others.",
		"page": [215]
	},
	{
		"text": "A problem that’s of even greater concern to me is the fact that some teachers and coaches are using effort praise as a consolation prize when kids are not learning. If a student has tried hard and made little or no progress, we can of course appreciate their effort, but we should never be content with effort that is not yielding further benefits. We need to figure out why that effort tis not effective and guide kids toward other strategies and resources that can help them resume learning.",
		"page": [216]
	},
	{
		"text": "Few people believe in children’s potential as much as I do, or yearn to see all children fulfill their enormous promise. But it doesn’t happen by simply telling them, “You can do anything.” It happens by helping them gain the skills and find the resources to make progress toward their goals. Otherwise, it’s an empty reassurance.",
		"page": [216]
	},
	{
		"text": "Although for simplicity I’ve talked as though some people have a growth mindset and some people have a fixed mindset, in truth we’re all a mixture of the two. There’s no point denying it. Sometimes we’re in one mindset and sometimes we’re in the other. Our task then becomes to understand what triggers our fixed mindset.",
		"page": [217]
	},
	{
		"text": "Every single day parents are teaching their children whether mistakes, obstacles, and setbacks are bad things or good things. The parents who treat them as good things are more likely to pass on a growth mindset to their children.",
		"page": [219]
	},
	{
		"text": "In this era of high-stakes testing, much teaching emphasizes memorization of facts, rules, and procedures to “insure”t hat students do well on the all-important tests. As we have seen, this may promote more fixed mindsets and perhaps, ironically, undermine students’ performance on these very tests. There is nothing like deep learning to insure good outcomes.",
		"page": [220]
	},
	{
		"text": "Every day people plan to do difficult things, but they don’t do them. They think, “I’ll do it tomorrow,” and they swear to themselves that they’ll follow through the next day… The next day comes and the next day goes.\nWhat works is making a vivid, concrete plan: “Tomorrow during my break, I’ll get a cup of tea, close the door to my office, and call the graduate school”…\nThink of something you need to do, something you want to learn, or a problem you have to confront. What is it? Now make a concrete plan. When will you follow through on your plan? Where will you do it? How will you do it? Think about it in vivid detail.\nThese concrete plans—plans you can visualize—about when, where, and how you are going to do something lead to really high levels of follow-through, which, of course, ups the chances of success.",
		"page": [237, 238]
	},
	{
		"text": "For a long time, it’s frightening to think of giving up the idea of being superior. An ordinary, run-of-the-mill human being isn’t what you want to be. How could you feel good about yourself if you’re no more valuable than the people you look down on?",
		"page": [241]
	},
	{
		"text": "Mindset change is not about picking up a few pointers here and there. It’s about seeing things in a new way. When people—couples, coaches and athletes, managers and workers, parents and children, teachers and students—change to a growth mindset they change from a judge-and-be-judged framework to a learn-and-help-learn framework. Their commitment is to growth, and growth takes plenty of time, effort, and mutual support to achieve and maintain.",
		"page": [254]
	}
]
