[
	{
		"text": "When we bemoan the lack of originality in the world, we blame it on the absence of creativity. If only people could generate more novel ideas, we'd all be better off. But in reality, the biggest barrier to originality is not idea generation—it's idea selection.",
		"page": [31]
	},
	{
		"text": "If originals aren't reliable judges of the quality of their ideas, how do they maximize their odds of creating a masterpiece? They come up with a large number of ideas.",
		"page": [35]
	},
	{
		"text": "It's widely assumed that there's a tradeoff between quantity and quality—if you want to do better work, you have to do less of it—but this turns out to be false. In fact, when it comes to idea generation, quantity is the most predictable path to quality... Many people fail to achieve originality because they generate a few ideas and then obsess about refining them to perfection.",
		"page": [37]
	},
	{
		"text": "As Medina gained respect for these efforts, she accumulated what psychologist Edwin Hollander called idiosyncrasy credits—the latitude to deviate from the group's expectation. Idiosyncrasy credits accrue through respect, not rank: they're based on contributions. We squash a low-status member who tries to challenge a status quo, but tolerate and sometimes even applaud the originality of a high-status star.",
		"page": [67]
	},
	{
		"text": "Social scientists have long demonstrated this middle-status conformity effect. If you're perched at the top, you're expected to be different and therefore have the license to deviate. Likewise, if you're still at the bottom of a status hierarchy, you have little to lose and everything to gain by being original. But the middle segment of that hierarchy—where the majority of people in an organization are found—is dominated by insecurity. Now that you have a bit of respect, you value your standing in the group and don't want to jeopardize it. To maintain and then gain status, you play a game of follow-the-leader, conforming to prove you're worth as a group member... the fall from low to lower hardly hurts; the fall from middle to low is devastating.",
		"page": [82, 83]
	},
	{
		"text": "Although he was often exasperated by his procrastination, da Vinci realized that originality could not be rushed. He noted that the people of \"genius sometimes accomplish most when they work the least, for they are thinking out inventions and forming in their minds the perfect idea.\"\nProcrastination turns out to be a common habit of creative thinkers and great problem solvers.",
		"page": [97]
	},
	{
		"text": "Simon Sinek argues that if we want to inspire people, we should start with why. If we communicate the vision behind our ideas, the purpose guiding our products, people will flock to us. This is excellent advice—unless you're doing something original that challenges the status quo. When people championing moral change explain their why, it runs the risk of closing with deep-seated convictions. When creative non-conformists explain their why, it may violate common notions of what's possible.",
		"page": [124]
	},
	{
		"text": "But our best allies aren't the people who have supported us all along. They're the ones who started out against us and then came around to our side.\n\\[…]\nWhen someone always supports us, we take it for granted—and can discount it. But we regard someone who began as a rival and then became an enthusiastic supported as an authentic advocate.\n\\[…]\nWhile we'll have an especially strong affinity toward our converted rivals, will they feel the same way toward us? Yes—this is the second advantage of converting resisters. To like us, they have to work especially hard to overcome their initial negative impressions, telling themselves, \"I must have been wrong about that person.\" Moving forward, to avoid the cognitive dissonance of changing their minds yet again, they'll be especially motivated to maintain a positive relationship.\n\\[…]\nIt is our former adversaries who are the most effective at persuading others to join our movements. They can marshal better arguments on our behalf, because they understand the doubts and misgivings of resisters and fence-sitters. And they're a more credible source, because they haven't just been Pollyanna followers or \"yes men\" all along.",
		"page": [131, 132]
	},
	{
		"text": "\\[Frances Willard's] actions offer two lessons about persuading potential partners to join forces. First, we need to think differently about values. Instead of assuming that others share our principles, or trying to convince them to adopt ours, we ought to present our values as a means of pursuing theirs. It's hard to change other people's ideals. It's much easier to link our agendas to familiar values that people already hold.\nSecond, just as we saw in the case of Meredith Perry's disguising her real objective of creating wireless power, transparency isn't always the best policy. As much as they want to be straightforward with potential partners, originals occasionally need to reframe their ideas to appeal to their audience.",
		"page": [140, 141]
	},
	{
		"text": "While it can be appealing to assign a devil's advocate, it's much more powerful to unearth one. When people are designated to dissent, they're just playing a role. This causes two problems: They don't argue forcefully or consistently enough for the minority viewpoint, and group members are less likely to take them seriously.",
		"page": [192, 193]
	},
	{
		"text": "Once we've settled on a course of action, when anxieties creep in, it's better to think like a defensive pessimist and confront them directly. In this case, instead of attempting to turn worries and doubts into positive emotions, we can shift the go system into higher gear by embracing our fear. Since we've set our minds to press forward, envisioning the worst-case scenario enables to harness anxiety as a source of motivation to prepare and succeed. Neuroscience research suffuses that when we're anxious, the unknown is more terrifying than the negative. As Julie Norem describes it, once people have imagined the worst, \"they feel more in control. In some sense, they've peaked in anxiety before their actual performance. By the time they get to the event itself they've taken care of almost everything.\"",
		"page": [217]
	},
	{
		"text": "The easiest way to encourage non-conformity is to introduce a single dissenter. As entrepreneur Derek Silvers put it, \"The first follower is what transforms a lone nut into a leader.”\n\\[…]\nMerely knowing that you're not the only resister makes it substantially easier to reject the crowd. Emotional strength can be found even in small numbers. In the words of Margaret Mead, \"Never doubt that a small group of thoughtful citizens can change the world; indeed, it's the only thing that ever has.\"",
		"page": [225]
	},
	{
		"text": "When Harvard professor John Kotter studied more than one hundred companies trying to institute major changes, he found that the first error they made was failing to establish a sense of urgency. Over 50 percent of the leaders fell short of convincing their employees that change needed to happen, and it needed to happen now. \"Executives underestimate how hard it can be to drive people out of their comfort zones,\" Kotter writes. \"Without a sense of urgency, people ... won't make needed sacrifices Instead the cling to the status quo and resist.\"",
		"page": [232]
	},
	{
		"text": "In the first case, the options are framed as gains. We prefer Plan A because we tend to be risk averse in the domain of benefits.  When we have a certain gain, we like to hold on to it and protect it. We play it safe to guarantee saving two thousand jobs instead of taking a risk that might leave us saving no jobs. After all, a bird in the hand is worth two in the bush.\nBut in the second case, we're presented with a guaranteed loss. Now, we're willing to do whatever it takes to avoid that loss, even if it means risking a bigger one. We're going to lose thousands of jobs anyways, so we throw caution to the wind and make the big gamble, hoping that we'll lose nothing.\n\\[...]\nIf you want people to modify their behavior, is it better to highlight the benefits of changing or the costs of not changing? According to Peter Salovey, one of the originators of the concept of emotional intelligence and now the president of Yale, it depends on whether they think perceive the new behavior as safe or risky. If they think the behavior is safe, we should emphasize all the good things that will happen if they do it—they'll want to act immediately to obtain those certain gains. But when people believe a behavior is risky, that approach doesn't work. They're already comfortable with the status quo, so the benefits of change aren't attractive, and the stop system kicks in. Instead, we need to destabilize the status quo and accentuate the bad things that will happen if they don't change. Taking a risk is more appealing when they're faced with a guaranteed loss if they don't. The prospect of a certain loss brings the go system online.",
		"page": [233]
	},
	{
		"text": "\"Kill the company\" exercises are powerful because they reframe a gain-framed activity in terms of losses. When deliberating about innovation opportunities, the leaders weren't inclined to take risks. When they considered how their competitors could put them out of business, they realized that it was a risk not to innovate. The urgency of innovation was apparent.",
		"page": [234]
	},
	{
		"text": "To counter apathy, most change agents focus on presenting an inspiring vision of the future. This is an important message to convey, but it's not the type of communication that should come first. If you want people to take risks, you need first to show what's wrong with the present. To drive people out of their comfort zones, you have to cultivate dissatisfaction, frustration, or anger at the current stat of affairs, making it a guaranteed loss. \"The greatest communicators of all time,\" says communication expert Nancy Duarte—who has spent her career studying the shape of superb presentations—start by establishing \"what is: here's the status quo.\" Then, they \"compare that to what could be,\" making \"that gap as big as possible.\"",
		"page": [234]
	},
	{
		"text": "Individual Actions:\nA. Generating and Recognizing Original Ideas\n\t1. Question the default.\n\t2. Triple the number of ideas you generate.\n\t3. Immerse yourself in a new domain.\n\t4. Procrastinate strategically.\n\t5. Seek more feedback from peers.\nB. Voicing and Championing Original Ideas\n\t6. Balance your risk portfolio.\n\t7. Highlight the reasons not to support your idea.\n\t8. Make your ideas more familiar.\n\t9. Speak to a different audience.\n\t10. Be a tempered radical.\nC. Managing Emotions\n\t11. Motivate yourself differently when you're committed vs uncertain.\n\t12. Don't try to calm down.\n\t13. Focus on the victim, not the perpetrator.\n\t14. Realize you're not alone.\n\t15. Remember that if you don't take initiative, the status quo will persist."
	},
	{
		"text": "Leader Actions:\nA. Sparking Original Ideas\n\t1. Run an innovation tournament.\n\t2. Picture yourself as the enemy.\n\t3. Invite employees from different functions and levels to pitch ideas.\n\t4. Hold an opposite day.\n\t5. Ban the words \"like,\" \"love,\" and \"hate.\"\nB. Building Cultures of Originality\n\t6. Hire not on cultural fit, but on cultural contribution.\n\t7. Shift from exit interviews to entry interviews.\n\t8. Ask for problems, not solutions.\n\t9. Stop assigning devil's advocates and start unearthing them.\n\t10. Welcome criticism."
	},
	{
		"text": "Parent and Teacher Actions:\n\t1. Ask children what their role models would do.\n\t2. Link good behaviors to moral character.\n\t3. Explain how bad behaviors have consequences for others.\n\t4. Emphasize values over rules.\n\t5. Create novel niches for children to pursue."
	}
]
