[
	{
		"text": "Liberalism and democracy, we have long thought, make a cohesive whole. It is not just that we care both about the popular will and the rule of law, both about letting the people decide and protecting individual rights. It's that each component of our political system seems necessary to protect the other.\nThere is indeed good reason to fear that liberal democracy cannot survive if one of its elements is abandoned. A system in which the people get to call the shots ensures that the rich and powerful cannot trample on the rights of the lowly. By the same token, a system in which the rights of unpopular minorities are protected and the press can freely criticize the government ensures that the people can change its rulers through free and fair elections.",
		"page": [6]
	},
	{
		"text": "If the political problems of our time are so easy to fix, why do they persist? Since the populists are unwilling to admit that the real world might be complicated—that solutions might prove elusive even for people with good intentions—they need somebody to blame.",
		"page": [7]
	},
	{
		"text": "Liberal democracies are full of checks and balances that are meant to stop any one party from amassing too much power and to reconcile the interests of different groups. But in the imagination of the populists, the will of the people does not need to be mediated, and any compromise with minorities is a form of corruption. In that sense, populists are deeply democratic: much more fervently than traditional politicians, they believe that the demos should rule. But they are also deeply illiberal: unlike traditional politicians, they openly say that neither independent institutions nor individual rights should dampen the people's voice.",
		"page": [8, 9]
	},
	{
		"text": "The rise of illiberal democracy, or democracy without rights, is one side of politics in the first decades of the twenty-first century. For even as ordinary people have grown skeptical of liberal practices and institutions, political elites have tried to insulate themselves from their anger. The world is complicated, they insist—and they have worked hard to find the right answers. If the people should grow so restive as to ignore the sage advice preferred by elites, they need to be educated, ignored, or bullied into submission.",
		"page": [11]
	},
	{
		"text": "But as the views of the people are trending illiberal and the preferences of the elites are turning undemocratic, liberalism and democracy are starting to clash. Liberal democracy, the unique mix of individual rights and popular rule that has long characterized most governments in North America and Western Europe, is coming apart at its seams. In its stead, we are seeing the rise of illiberal democracy, or democracy without rights, and undemocratic liberalism, or rights without democracy.",
		"page": [14]
	},
	{
		"text": "Citizens never especially liked politicians—and yet they did, by and large, trust that elected officials would stick to their end of the deal, and that their lives would keep getting better as a result. Today, that trust and that optimism have evaporated. As citizens have grown deeply anxious about the future, they have started to see politics as a zero-sum game—one in which any gain for immigrants or ethnic minorities will come at their expense.",
		"page": [15]
	},
	{
		"text": "In the last years, a righteous impatience with the continuing reality of racial injustice has increasingly pushed some people to denounce the principles of liberal democracy as hypocritical, or even to make group rights the building block of society. This is a moral as well as a strategic mistake: The only society that can treat all of its members with respect is one in which every individual enjoys rights on the basis of being a citizen, not on the basis of belonging to a particular group.",
		"page": [17]
	},
	{
		"text": "We live in an era of radical uncertainty. The range of possible outcomes is much wider now than it seemed to be a few years ago. Prediction is a more difficult game than ever. And yet, the one prediction that has reliably misled us—the assumption that things will forever remain the way they have always been—remains the most popular, even today. \"This thing is impossible,\" one article after another seems to conclude. \"It cannot be.\"",
		"page": [25]
	},
	{
		"text": "Populist leaders' willingness to offer solutions that are soo simple that they can never work is very dangerous. Once they are in power, their policies are likely to exacerbate the problems that drove public anger in the first place. It would be tempting to assume that voters, suitably chastised by the ensuing chaos, would then return their trust to establishment politicians. But the additional pain is likely to put them in an even more sour and restive mood. And as the history of many countries in Latin America shows, when one populist fails, voters are as likely to turn to another populist—or to an out-and-out dictator—as they are to return the old elites to power.",
		"page": [38]
	},
	{
		"text": "Critical media outlets cover protests against the populist leader. They report on his government's failings and give voice to his prominent critics. They tell sympathetic stories about his victims. In doing so, they challenge the illusion of consensus, showing a wide audience that the populist is lying when he claims to speak for the people.\nThis is what makes the press so dangerous to the populist's rule. And it is also why most populists take stringent measures against independent journalists and build up a network of loyalist news outlets that cheer their every move.",
		"page": [44]
	},
	{
		"text": "In short, the Founding Fathers did not believe a representative republic to be second best; on the contrary, they found it far preferable to the factious horror of a democracy. As Alexander Hamilton and James Madison made clear in Federalist No. 63, the essence of the American Republic would consist—their emphasis—\"IN THE TOTAL EXCLUSION OF THE PEOPLE, IN THEIR COLLECTIVE CAPACITY, from any share\" in the government.",
		"page": [55]
	},
	{
		"text": "Today's citizens may not be as invested in the outcome of debates on public policy as they are in who gets voted out of the Big Brother house. They may not even want their influence on the system of government to be as immediate as their vote in the season finale of American Idol. But, for all of that, they have a very clear model for what it feels like to have a real, direct impact. They know that if we wanted to design a system of government that truly allowed the people to rule, it would not look much like representative democracy.",
		"page": [58]
	},
	{
		"text": "The world we now inhabit is extremely complex. To keep the economy moving and avoid major disasters, we need to regulate banks and enforce consumer safety standards, monitor hurricanes and inspect power plants. There are many different ways of structuring how these tasks are carried out. It makes sense to search for reforms that would give legislatures more power to set the necessary rules and hold the bureaucratic agencies that enforce them accountable.\nBut in the end, both the design and the implementation of these regulations really does require considerable technical expertise. It really is difficult to imagine that most citizens would take an active interest in them—or that elected politicians could come to master all their intricate details. And so it remains unclear how these tasks could be accomplished if we simply abolished technocratic institutions.",
		"page": [95]
	},
	{
		"text": "The best available evidence, however, seems to suggest that citizens have built up loyalty to their political system because it kept the peace and swelled their pocketbooks, not because they hold a deep commitment to its most fundamental principles. Liberal democracy, this fear suggests, has only been so dominant because it has delivered such good results.",
		"page": [131]
	},
	{
		"text": "One way of putting this point is to say that, thanks to the rise of social media, one-to-many communication has now transformed into \"many-to-many communication.\" And perhaps the most significant feature of many-to-many communication is that the largest players have lost much of their ability to control the spread of ideas or messages that resonate with ordinary people.",
		"page": [140]
	},
	{
		"text": "What many observers took to be a paradox—that social media might have such positive effects in some countries and such negative effects in other contexts—is a result of the same underlying dynamic: in empowering outsiders, digital technology destabilizes governing elites all over the world and speeds up the pace of change. The effects are likely to stay with us for a very long time.",
		"page": [149]
	},
	{
		"text": "\"Whoever is winning at the moment,\" George Orwell once wrote, \"will always seem to be invincible.\" But once populists capture the government and start to break many of their promises, they may be rudely reminded of social media's potential to empower the new outsiders against their rule.",
		"page": [150]
	},
	{
		"text": "It isn't necessarily the poorest members of society who turn against the political system; in part that's because they are most reliant on the benefits it provides them. Nor is it necessarily the people who have personally experienced economic calamity. Rather, it is the groups with the most to fear: those that are still living in material comfort but are deeply afraid that the future will be unkind to them.",
		"page": [159]
	},
	{
		"text": "There's another aspect to all of this: A lot of the anger at immigration is driven by fear of an imagined future rather than by displeasure with a lived reality.",
		"page": [174]
	},
	{
		"text": "The only democratic protection against the assault of authoritarian strongmen, then, is to persuade people to vote against them. But the most active members of the resistance are often surprisingly uninterested in helping opposition parties win.",
		"page": [189]
	},
	{
		"text": "To save democracy, we need, in other words, to unite citizens around a common conception of their nation; to give them real hope for their economic future; and to make them more resistant to the lies and the hate they encounter on social media each and every day. It is these immense challenges that will define our fight against populism, and for a better society, in the decades to come.",
		"page": [194]
	},
	{
		"text": "The insistence that the noble principles fo color blindness will fix everything is either naive or insincere. Recognizing this, parts of the left have started to claim that there is only one way to face up to racial injustice: to reject outright some of the most basic principles on which the American republic is founded.\n\\[…]\nAnd yet, they ultimately throw the baby out with the bathwater. Far from merely going too far or being strategically unwise—as sympathetic critics like to claim—they embrace principles that would ultimately destroy the very possibility of a truly open and multiethnic democracy.",
		"page": [202, 203]
	},
	{
		"text": "But far from celebrating the way in which different cultures can take inspiration from each other, the opponents of cultural appropriation implicitly assume that cultures are pure; that they are forever owned by particular groups; and that there should be strict limits on the degree to which they influence each other. In other words, they ultimately think of the culture of particular identity groups in much the same way as right-wing xenophobes who are continually on guard against foreign influences on their national cultures.",
		"page": [204]
	},
	{
		"text": "To pretend that today's reality is color blind is to be politically cowardly and intellectually dishonest... But to jump to the conclusion that a more just society would be structured around group rights and obligations is to give up on rectifying this deep injustice altogether. For in such a society, the group to which one belongs would define even more—from the songs one is allowed to sing to the meals one is allowed to cook. Far from ensuring that blanks and Latinos and Asian Americans in the United States‚ or indeed the descendants of Turks and Syrians and Moroccans in Europe—could finally be seen as individuals, it would ensure that all members of society are forever defined by the color of their skin or the provenance of their ancestors.",
		"page": [206]
	},
	{
		"text": "Convinced that it would be unable to redirect patriotism toward its own ends, the left has vacated the space of nationalism altogether—and allowed the right to occupy it on its own terms.",
		"page": [208]
	},
	{
		"text": "When people clamor to \"Make America Great Again\" or to \"Take Back Control,\" they are after more than a bigger paycheck, then. Far from being motivated by sheer consumerism, they long for a sense of optimism that assures them of their place in a rapidly changing world.",
		"page": [217]
	},
	{
		"text": "Finally, it is clear that in a rapidly changing economy, workers must continue to update their skills long after they have left high school—or grad school. At the moment, governments mostly think of lifelong learning as something that is there for people who have lost their job. Instead, they should enable all working-age adults to take regular sabbaticals to upgrade their skills. To make this financially viable, the entire approach to funding postsecondary education should be reconsidered from scratch.",
		"page": [229]
	},
	{
		"text": "\"A people who mean to be their own Governors,\" James Madison echoed a few years later, \"must arm themselves with the power which knowledge gives.\" His fears about what would happen to America if it neglected this crucial task sound oddly apposite today: \"a popular government, without popular information, or the means of acquiring it, is but a prologue to a farce or a tragedy; or, perhaps both.\"",
		"page": [245]
	},
	{
		"text": "As I and most of my classmates realized within a few weeks of arriving on campus, America's leading universities now measure the achievement of their graduate students in terms of their ability to publish in leading academic journals—to the virtual exclusion of everything else.",
		"page": [246]
	},
	{
		"text": "Schools of education now play a big role in shaping the political values students of all ages are taught at schools in America.\nIn many places, the result has been to turn civics into an anti-civic enterprise. Having imbibed sociological accounts about the pervasive injustices that define modern society and learned to deconstruct the \"problematic\" values of the Enlightenment, teachers and principals have become much less likely to teach civics in a way that encourages their students to become proud defenders of liberal democracy.",
		"page": [250]
	},
	{
		"text": "But an exclusive focus on today's injustices is no more intellectually honest than an unthinking exhortation of the greatness of western civilization. To be true to its own ideals, civic education thus needs to feature both the real injustices and the great achievements of liberal democracy—and strive to make students as determined to rectify the former as they are to defend the latter.",
		"page": [251]
	},
	{
		"text": "Like populist insurgents around the world, Trump is as much a symptom of the current crisis as he is its cause. He could only have conquered the White House in the first place because so many citizens have grown deeply disenchanted with democracy. In turn, so many citizens could only have grown so deeply disenchanted with democracy because of longstanding social and economic trends.",
		"page": [261]
	}
]
