[
	{
		"text": "\\[Frank] was losing the crowd. How to say it? How to say that they alone in all the rocky world were alive, their faces glowing like paper lanterns in the light? How to say that even if living creatures were no more than carriers for ruthless genes, this was still somehow better than the blank mineral nothingness of everything else?\nOf course he could never say it. Not at any time, perhaps, and certainly not in a speech. So he collected himself.\n\\[…]\nRidiculous. But lies were what people wanted; that was politics.",
		"page": [6, 7]
	},
	{
		"text": "\"Talk means nothing,\" Chalmers said harshly. \"When it comes down to it, nothing matters but action.\"",
		"page": [12]
	},
	{
		"text": "\\[Mars] looked before them in all its immense potential: tabula rasa, blank slate. A blank red slate. Anything was possible, anything could happen—in that sense they were, in just these last few days, perfectly free. Free of the past, free of the future, weightless in their own warm air, floating like spirits about to infest a material world… In the mirror Maya caught sight of the toothbrush-distorted grin on her face, and wrapped a railing to hold her position. It occurred to her that they might never be so happy again. Beauty was the promise of happiness, not happiness itself; and the anticipated world was often more rich than anything real. But this time who could say? This time might be the golden one at last.",
		"page": [85]
	},
	{
		"text": "He knew that many people thought of him as a figurehead only, a celebrity for consumption back on Earth, a dumb space jock who had gotten lucky once and was living off that for good. That didn't bother John; there were always knee-high people hacking away, trying to get everyone down to their size. That was okay, especially since in his case they were wrong. His power was considerable, although perhaps only he could see the full extent of it, as it consisted of an endless succession of face-to-face meetings, of the influence he had over what people chose to do. Power wasn't a matter of job titles, after all. Power was a matter of vision, persuasiveness, freedom of movement, fame, influence. The figurehead stands at the front, after all, pointing the way.",
		"page": [242]
	},
	{
		"text": "You only had to look at the first hundred to realize scientists could become as fanatical as anyone else, maybe more so; educations too narrowly focused, perhaps.",
		"page": [268]
	},
	{
		"text": "\"But it would be forbidden by UNOMA for sure.\"\n\"Since when has that mattered to Sax?\"\nJohn laughed. \"Oh, it matters now. They've given him too much for him to ignore them. They've tied him down with money and power.\"",
		"page": [319]
	},
	{
		"text": "\"It's happening now. Not just in talk, but in what's happening day-to-day down there. When we first arrived, and for twenty years after that, Mars was like Antarctica but even purer. We were outside the world, we didn't even own things—some clothes, a lectern, and that was it! Now you know what I think, John. This arrangement resembles the prehistoric way to live, and it therefore feels right to us, because our brains recognize it from three millions of years practicing it. In essence our brains grew to their current configuration in response to the realities of that life. So as a result people grow powerfully attached to that kind of life, when they get the chance to live it. It allows you to concentrate your attention on the real work, which means everything that is done to stay alive, or make things, or satisfy one's curiosity, or play. That is utopia, John, especially for primitives and scientists, which is to say everybody. So a scientific research station is actually a little model of prehistoric utopia, carved out of the transnational money economy by clever primates who want to live well.\"\n\"You'd think everyone would join,\" John said.\n\"Yes, and they might, but it isn't being offered to them. And that means it wasn't a true utopia. We clever primate scientists were willing to carve out islands for ourselves, rather than work to create such conditions for everyone. And so in reality, the islands are part of the transnational order. They are paid for, they are never truly free, there is never a case of truly pure research. Because the people who pay for the scientists islands will eventually want a return on their investment. And now we are entering that time. A return is being demanded for our island. We were not doing pure research, you see, but applied research. And with the discovery of strategic metals the application has become clear. And so it all comes back, and we have a return of ownership, and prices, and wages. The whole profit system. The little scientific system is being turned into a mine, with the usual mining attitude toward the land over the treasure. And the scientists are being asked, 'What do you do, how much is it worth?' They are being asked t do their work for pay, and the profit of their work is to be given over to the owners of the businesses they are suddenly working for.\"",
		"page": [342]
	},
	{
		"text": "Sometimes in the silence of the mornings \\[Frank] would talk back to the TV. There was a part of him that was outraged at the stupidity of the media, and of the events they packaged. The stupidity of the human race, playing out its spectacle. Except that the vast bulk of humanity never appeared on video, never once in their lives, not even in the crowd scenes when a camera swept the mob. Back there the Terran past still lived on in enormous regions, where village life was plodding on as it always had. Maybe that was wisdom, held to by old wives and shamans. Maybe. But it was hard to believe, because look what happened where they gathered in cities. Idiots on video, history in the making.",
		"page": [408]
	},
	{
		"text": "They played chess and Frank won. John laughed. “How stupid,” he said.\n“What do you mean?”\n“Games don't mean anything.”\n“Are you sure? Sometimes life seems like a kind of game to me.”\nJohn shook his head. “In games there are rules, but in life the rules keep changing. You could put your bishop out there to mate the other guy's king, and he could lean down and whisper in your bishop's ear, and suddenly it's playing for him, and moving like a rook. And you're fucked.”",
		"page": [431, 432]
	},
	{
		"text": "Late in this quiet meal Ann looked around curiously at her companions, suddenly awed by the spectacle of human adaptability. Here they were eating their dinner, talking over the low boom from the north, in a perfect illusion of dining-room conviviality; it might have been anywhere anytime, and their tired faces bright with some collective success, or merely with he pleasure of eating together—while just outside their chamber the broken world roared, and rockfall could annihilate them at any instant. And it came to her that the pleasure and stability of dining rooms had always occurred against such a backdrop, against the catastrophic background of universal chaos; such moments of calm were things as fragile and transitory as soap bubbles, destined to burst almost as soon as they blew into existence. Groups of friends, rooms, streets, years, none of them would last. The illusion of stability was created by a concerted effort to ignore the chaos they were embedded in. And so they ate, and talked, and enjoyed each other's company; this was the way it had been in the caves, on the savannah, in the tenements and the trenches and the cities huddling under bombardment.",
		"page": [556, 557]
	}
]
