[
	{
		"text": "I rejected my own ideas before they could be rejected by the world. Giving up at the first sign of rejection felt much safer than putting my ideas out there to be further criticized. It was so much easier to do the rejecting all by myself.",
		"page": [11]
	},
	{
		"text": "Two days into my rejection journey, I had already learned my first big lesson: the way you ask a question—and how you follow through in the conversation—has an impact on the result you get. It might not change the outcome, but it can take a lot of the sting out of hearing no. Projecting confidence and staying calm—rather than cowering—had created a totally different experience.",
		"page": [29]
	},
	{
		"text": "Even more remarkable: my rejection attempt had been rejected. I hadn't needed to pull out my jokes, explain myself, or channel Bill Clinton—I didn't have to do anything but muster the courage to ask the question to get a yes... Driving home, I couldn't help feeling that the world was actually much kinder, and its people much nicer, than I had realized.\nI was brimming with excitement. I hadn't felt this way since I was a child. It wasn't the quick rush you get when playing a prank or the surge of adrenaline that follows a surprise victory. It was .... possibilities. A sense that the world was filled with far more possibilities than I had imagined. If I could get custom-made Olympic donuts from Krispy Kreme without even trying, what else was possible if I just asked? A better question: What was possible if I really tried hard?",
		"page": [33]
	},
	{
		"text": "I was starting to see just how important my communication style was to the outcomes I was getting. When I was confident, friendly, and open, people seemed more inclined to go along with my request; even if they said no, they at least stayed engaged longer to ask questions. If I could just figure out the right way to communicate in each situation, I might increase my chance of being accepted—and also decrease my fears about a possible rejection.",
		"page": [37]
	},
	{
		"text": "\\[Bronnie Ware] had interviewed dozens of terminally ill patients in hospice care and asked them about their deepest regrets. The most frequent response she received was: \"I wish I'd had the courage to live a life true to myself, not the life others expected of me.\"\nWhat if we all had that courage? What if people didn't feel so trapped by their fear of rejection? What if rejection didn't feel so shameful and personal, but became more discussable? And what if we were able not just to talk about it, but to really figure out a way to conquer it?",
		"page": [54, 55]
	},
	{
		"text": "Our mainstream views on how to handle rejection are breathtakingly simplistic. Despite its prevalence and gut-wrenching consequence, we treat rejection as a one-off occurrence of temporary inconvenience—more like a bug bite or a flat tire than an experience that can shut down a person's ability to take risks forever. It's as if the subject were so simple that there was no need for more understanding.",
		"page": [58]
	},
	{
		"text": "Maybe the biggest reason people don't talk about rejection more is because they'd rather discuss its easier-to-manage conceptual cousin—failure.\n\\[…]\nEven if it was your fault, there are all sorts of ways to turn failure into a positive. You could say \"I made some mistakes\"—because, after all, who doesn’t?\n\\[…]\nRejection, on the other hand, is not cool at all. It involves another person saying no to us, often in favor of someone else, and often face-to-face. Rejection means that we wanted someone to believe in us because they didn't; that we wanted someone to like us but they didn't; we wanted them to see what we see and to think how we think—and instead they disagreed and judged our way of looking at the world as inferior.",
		"page": [60, 61]
	},
	{
		"text": "If the pain of rejection is actually a chemical experience in your brain, it's no surprise that we develop a visceral fear of rejection. It's the dead that stops you from even asking a question in the first place—and sometimes covers you in sweat as you get up the courage to make a request. Just remembering one experience of this kind o fear can make people determined never to make themselves vulnerable to it again.",
		"page": [66]
	},
	{
		"text": "A social rejection wouldn't literally leave me out in the wild or force me to confront a beast all by myself. The fear of rejection may have saved many of our ancestors from getting tossed out of their social groups, but by and large it no longer makes sense in our modern lives.",
		"page": [68]
	},
	{
		"text": "\"There are those who look at things they way they are, and ask why... I dream things that never were, and ask why not.\" - Robert Kennedy",
		"page": [68]
	},
	{
		"text": "Most of the time, when you really look at it, rejection is like the Wizard of Oz. We might be terrified of rejection when we're asking for a raise, a date, an investment, or the approval we crave. We feel the word no comes at us with a loud voice, fire, and smoke. We feel it would really hurt us. But in reality, it is almost never that bad. Even if we don't get what we ask for, we haven't lost anything. It is rarely the case that our lives are in danger.",
		"page": [77]
	},
	{
		"text": "A lot of people might lose confidence in themselves after getting a few rejections. Every time they ask for what they want, they feel that the \"universe\" is making unanimous judgement on their merits. But Jennifer helped me see that this couldn't be true. The \"universe\" is made up of people with diverse and often polar-opposite personalities, incentives, and backgrounds. Their reactions to a certain request reveal much more about them than about the request itself.",
		"page": [82, 83]
	},
	{
		"text": "Outside influences have an enormous impact on the way people see a situation—and those influences can change over time. The way someone feels about me, or about a request I'm making, can be impacted by factors that have nothing to do with me. If people's opinions and behaviors can change so drastically based on so many different factors, why should I take everything about a rejection so personally?",
		"page": [84, 85]
	},
	{
		"text": "There is often a lot more room to maneuver around a no than I'd ever realized. Every no is actually surrounded by a whole bunch of interesting but invisible yeses that it was up to me to uncover.",
		"page": [100]
	},
	{
		"text": "\\[Ellen] Langer's experiment—dubbed \"The Copy Machine\"—became a landmark study in psychology. It demonstrates that people's responses to a request are deeply influenced by knowing there is a reason behind it, no matter what the reason is… When I gave people a reason for my request, however far-fetched, I was far more likely to get a yes.",
		"page": [114]
	},
	{
		"text": "Although it might seem counterintuitive, acknowledging other people's doubts can help rather than hurt your cause.",
		"page": [121]
	},
	{
		"text": "Showing patience and respect can soften the blow of rejection, and sometimes even earn the other person's respect and understanding.",
		"page": [138]
	},
	{
		"text": "Rejection is an experience that it is up to you to define. In other words, it means only what you choose it to mean. The relationship you have with a rejection can be negative or positive, and it all depends on which way you spin it for yourself.",
		"page": [150]
	},
	{
		"text": "Using customer feedback to quickly build and improve products is standard practice for many businesses... Yet that same nimble mindset is rarely brought to beat when it comes to rejection. Blinded by their own expectations and emotions, rejects often fail to take advantage of the feedback given by a rejector.",
		"page": [157]
	},
	{
		"text": "\"All great truths begins as blasphemies.\" - George Bernard Shaw\n\"First they ignore you, then they laugh at you, then they fight you, then you win.\" - Mahatma Gandhi",
		"page": [159]
	},
	{
		"text": "Turning rejection into a positive requires courage. It requires looking rejection in the face and seeing it for what it really is—an experience that can either hurt you or help you, depending on how you look at it. The difference is attitude. By default, rejection is painful. If you treat it as a setback, a soul crusher, or a reason to quit, then that's what it will be. But if you can find the courage to step back and look at it differently, what you'll find is remarkable. Because what you'll find is that there is no bad rejection anymore.",
		"page": [165]
	},
	{
		"text": "When you don't know how much you want and value something, rejection can become almost a measuring stick. Some of the most successful people obtained their achievements only after going through the most gut-wrenching rejection. Because it was through rejection that they discovered how much pain they were willing to experience in order to obtain their goal.",
		"page": [178]
	},
	{
		"text": "My son, Brian, who is one and a half years old now, never hesitates to ask me for things. His finger is like a magic wand, pointing to anything that he wants. Although he might get a rejection from me, he is never afraid to ask. I am sure I was the same way as a child, and we were all the same way at one point in our lives.",
		"page": [192]
	},
	{
		"text": "I've learned that being solely \"results oriented\" is more than shortsighted. It actually leads to worse results in the long run because it leaves you unprepared to get feedback that might help you along your way.",
		"page": [205]
	},
	{
		"text": "Contrary to popular belief, courage—the ability to do something that's frightening, such as asking for what you need or want, or do the right thing amid rejection and disapproval—is not born but gained. It's like a muscle.",
		"page": [216]
	}
]
