[
	{
		"text": "The most important thing to know about prehistoric humans is that they were insignificant animals with no more impact on their environment than gorillas, fireflies, or jellyfish.",
		"page": [4]
	},
	{
		"text": "Lone mothers can hardly forage enough food for their offspring and themselves with needy children in tow. Raising children required constant help from other family members and neighbors. It takes a tribe to raise a human. Evolution thus favored those capable of forming strong social ties. In addition, since humans are born underdeveloped, they can be educated and socialized to a far greater extent than any other animal. Most mammals emerge from the womb like glazed earthenware emerging from a kiln—any attempt at remolding will only stretch or break them. Humans emerge from the womb like molten glass from a furnace. They can be spun, stretched, and shaped with a surprising degree of freedom. This is why today we can educate our children to become Christian or Buddhist, capitalist or socialist, warlike or peace loving.",
		"page": [10]
	},
	{
		"text": "Humankind ascended to the top so quickly that the ecosystem was not given time to adjust. Moreover, humans themselves failed to adjust.",
		"page": [11, 12]
	},
	{
		"text": "When Charles Darwin indicated that Homo sapiens was just another kind of animal, people were outraged. Even today many refuse to believe it. Had the Neanderthals survived, would we still imagine ourselves to be a creature part? Perhaps this is exactly why our ancestors wiped out the Neanderthals. They were too familiar to ignore, but too different to tolerate.",
		"page": [18]
	},
	{
		"text": "The new linguistic skills that modern Sapiens acquired about seventy millennia ago enabled them to gossip for hours on end. Reliable information about who could be trusted meant that small bands could expand into larger bands, and Sapiens could develop tighter and more sophisticated types of cooperation.\nThe gossip theory might sound like a joke, but numerous studies support it. Even today the vast majority of human communication—whether in the form of emails, phone calls, or newspaper columns—is gossip. It comes so naturally to us that it seems as if our language evolved for this very purpose.",
		"page": [23, 24]
	},
	{
		"text": "Fiction has enabled us not merely to imagine things, but to do so collectively. We can weave common myths such as the biblical creation story, the Dreamtime myths of Aboriginal Australians, and the nationalist myths of modern states. Such myths give Sapiens the unprecedented ability to cooperate flexibly in large numbers.",
		"page": [25]
	},
	{
		"text": "In the wake of the Cognitive Revolution, gossip helped Homo sapiens to form larger and more stable hands. But even gossip has its limits. Sociological research has shown that the maximum ‘natural’ size of a group bonded by gossip is about 150 individuals. Most people can neither intimately know, nor gossip effectively about, more than 150 human beings.\nEven today, a critical threshold in human organizations falls somewhere around this magic number. Below this threshold, communities, businesses, social networks, and military units can maintain themselves based mainly on intimate acquaintance and rumor-mongering… But once the threshold of 150 individuals is crossed, things can no longer work that way.\n\\[…]\nHow did Homo sapiens manage to cross this critical threshold, eventually founding.cities comprising tens of thousands of inhabitants and empires ruling hundreds of millions? The secret was probably the appearance of fiction. Large numbers of strangers can cooperate successfully by believing in common myths.",
		"page": [26, 27]
	},
	{
		"text": "Telling effective stories is not easy. The difficulty lies not in telling the story, but in convincing everyone else to believe it.  Much of history revolves around this question: how does one convince millions of people to believe particular stories about gods, or nations, or limited liability companies?",
		"page": [31]
	},
	{
		"text": "Ever since the Cognitive Revolution, Sapiens have been able to change their behavior quickly, transmitting new behaviors to future generations without any need of genetic or environmental change.\n\\[…]\nWhile the behavior patterns of archaic humans remained fixed for tens of thousands of years, Sapiens could transform their social structures, the nature of their interpersonal relations, their economic activities, and a host of other behaviors within a decade or two. \n\\[…]\nThis was the key to Sapiens’ success. In a one-on-one brawl, a Neanderthal would probably have bean a Sapiens. But in a conflict of hundreds, Neanderthals wouldn’t stand a chance.",
		"page": [33, 34]
	},
	{
		"text": "From the Cognitive Revolution on wards, historical narratives replace biological theories as our primary means of explaining the development of Homo sapiens.",
		"page": [38]
	},
	{
		"text": "The real difference between us and chimpanzees is the mythical glue that binds together large numbers of individuals, families, and groups. This glue has made us the masters of creation.",
		"page": [38]
	},
	{
		"text": "The Agricultural Revolution is one of the most controversial events in history. Some partisans proclaim that it set humankind on the road to prosperity and progress. Others insist that it led to perdition… Whichever direction the road led, there was no going back. Farming enabled populations to increase so radically and rapidly that no complex agricultural society could ever again sustain itself if it returned to hunting and gathering.",
		"page": [98]
	},
	{
		"text": "The Agricultural Revolution made the future far more important than it had ever been before. Farmers must always keep the future in mind and must work in its service.",
		"page": [100]
	},
	{
		"text": "Hammurabi and the American Founding Fathers alike imagined a reality governed by universal and immutable principles of justice, such as equality or hierarchy. Yet the only place where such universal principles exist is in the fertile imagination of Sapiens, and in the myths they invent and tell one another. These principles have no objective validity.\nIt is easy for us to accept that the division of people into ‘superiors’ and ‘commoners’ is a figment of the imagination. Yet the idea that all humans are equal is also a myth. In what sense do all humans equal one another? Is there any objective reality, outside the human imagination, in which we are truly equal? Are all humans equal to one another biologically?\n\\[…]\n“We know that people are not equal biologically! But if we believe that we are all equal in essence, it will enable us to create a stable and prosperous society”… We believe in a particular order not because it is objectively true, but because believing in it enables us to cooperate effectively and forge a better society.",
		"page": [108, 109]
	},
	{
		"text": "How do you cause people to believe in an imagined order such as Christianity, democracy, or capitalism? First, you never admit that the order is imagined.",
		"page": [112]
	},
	{
		"text": "The most important impact of script on human history is precisely this: it has gradually changed the way humans think and view the world. Free association and holistic thought have given way to compartmentalization and bureaucracy.",
		"page": [130]
	},
	{
		"text": "Culture tends to argue that it forbids only that which is unnatural. But from a biological perspective, nothing is unnatural.",
		"page": [147]
	},
	{
		"text": "Ever since the French Revolution, people throughout the world have gradually come to see both equality and individual freedom as fundamental values. Yet the two values contradict each other. Equality can be ensured only by curtailing the freedoms of those who are better off. Guaranteeing that every individual will be free to do as he wishes inevitably short-changes equality. The entire political history of the world since 1789 can be seen as a series of attempts to reconcile this contradiction.",
		"page": [164, 165]
	},
	{
		"text": "Homo sapiens evolved to think of people as divided into us and them. ‘Us’ was the group immediately around you, whoever you were, and ‘them’ was everyone else.\n\\[…]\nBut beginning with the Cognitive Revolution, Homo sapiens became more and more exceptional in this respect. People began to cooperate on a regular basis with complete strangers, whom they imagined as ‘brothers’ or ‘friends’. Yet this brotherhood was not universal. Somewhere in the next valley, or beyond the mountain range, one could still sense ‘them’.\n\\[…]\nThe first millennium BC witnessed the appearance of three potentially universal world orders, whose devotees could for the first time imagine the entire world and the entire human race as a single unit governed by a set of laws. Everyone was ‘us’, at least potentially. There was no longer ‘them’. The first universal order to appear was economic: the monetary order. The second universal order was political: the imperial order. The third universal order was religious: the order of universal religions such as Buddhism, Christianity, and Islam.",
		"page": [171, 172]
	},
	{
		"text": "Today religion is often considered a source of discrimination, disagreement, and disunion. Yet, in fact, religion has been the third great unifier of humankind, alongside money and empires. Since all social orders and hierarchies are imagined, they are all fragile, and the larger the society, the more fragile it is. The crucial historical role of religion has been to give superhuman legitimacy to these fragile structures. Religions assert that our laws are not the result of human caprice, but are ordained by an absolute and supreme authority. This helps place at least some fundamental laws beyond challenge, thereby ensuring social stability.",
		"page": [210]
	},
	{
		"text": "The Nazis did not loathe humanity. They fought liberal humanism, human rights, and Communism precisely because they admired humanity (according to their notions of humanity) and believed in the great potential of the human species. But following the logic of Darwinian evolution, they argued that natural selection must be allowed to weed out unfit individuals and leave only the fittest to survive and reproduce. By succoring the weak, liberalism and Communism not only allowed unfit individuals to survive, they actually gave them the opportunity to reproduce, thereby undermining natural selection. In such a world, the fittest humans would become less and less fit with each passing generation—which could lead to its extinction.",
		"page": [234, 235]
	},
	{
		"text": "It is an iron rule of history that what looks inevitable in hindsight was far from obvious at the time. Today is no different.",
		"page": [239]
	},
	{
		"text": "No matter what you call it—game theory, postmodernism, or memetic—the dynamics of history are not directed towards enhancing human wellbeing. There is no basis for thinking that the most successful cultures in history are necessarily the best ones for Homo sapiens. Like evolution, history disregards the happiness of individual organisms. And individual humans, for their part, are usually far too ignorant and weak to influence the course of history to their own advantage.",
		"page": [243, 244]
	},
	{
		"text": "The Scientific Revolution has not been a revolution of knowledge. It has been above all a revolution of ignorance. The great discovery that launched the Scientific Revolution was the discovery that humans do not know the answers to their most important questions.",
		"page": [251]
	},
	{
		"text": "The willingness to admit ignorance has made modern science more dynamic, supple, and inquisitive than any previous tradition of knowledge. This has hugely expanded our capacity to understand how the world works and our ability to invent new technologies. But it presents us with a serious problem that most of our ancestors did not have to cope with. Our current assumption that we do not know everything, and that even the knowledge we possess is tentative, extends to the shared myths that enable millions of strangers to cooperate effectively. If the evidence shows that many of these myths are doubtful, how can we hold society together? How can our communities, countries, and international system function?\nAll modern attempts to stabilize the sociopolitical order have had no choice but to rely on either of two unscientific methods:\n1. Take a scientific theory, and in opposition to common scientific practices, declare that it is a final and absolute truth. This was the method used by the Nazis (who claimed that their racial policies were the corollaries of biological facts) and Communists (who claimed that Marx and Lenin had divined absolute economic truths that could never be refuted).\n2. Leave science out of it and life in accordance with a non-scientific absolute truth. This has been the strategy of liberal humanism, which is built on a dogmatic belief in the unique worth and rights of human beings—a doctrine which has embarrassingly little in common with the scientific study of Homo sapiens.",
		"page": [253]
	},
	{
		"text": "Until the Scientific Revolution most human cultures did not believe in progress. They thought the golden age was past, and that the world was stagnant, if not deteriorating. Strict adherence to the wisdom of the ages might perhaps bring back the good old times, and human ingenuity might conceivably improve this or that facet of daily life. However, it was considered impossible for human know-how to overcome the world’s most fundamental problems…\nMany faiths believed that some day a messiah would appear and end all wars, famines, and even death itself. But the notion that humankind could do so by discovering new knowledge and inventing new tools was worse than ludicrous—it was hubris. The story of the Tower of Babel, the story of Icarus, the story of the Golem and countless other myths taught people that any attempt to go beyond human limitations would inevitably lead to disappointment and disaster.",
		"page": [264]
	},
	{
		"text": "Throughout history, societies have suffered from two kinds of poverty: social poverty, which withholds from some people the opportunities available to others; and biological poverty, which puts the very lives of individuals at risk due to lack of food or shelter. Perhaps social poverty can never be eradicated, but in many countries around the world biological poverty is a thing of the past.",
		"page": [266]
	},
	{
		"text": "What forged the historical bond between modern science and European imperialism? Technology was an important factor in the nineteenth and twentieth centuries, but in the early modern era it was of limited importance. The key factor was that the plant-seeking botanist and the colony-seeking naval officer shared a similar mindset. Both scientist and conqueror began by admitting ignorance—they both said, ‘I don’t know what’s out there.’ They body felt compelled to go out and make new discoveries. And they both hoped the new knowledge thus acquired would make them masters of the world.",
		"page": [283, 284]
	},
	{
		"text": "The discovery of America was the foundational event of the Scientific Revolution. It not only taught Europeans to favor present observations over past traditions, but the desire to conquer America also obliged Europeans to search for new knowledge at breakneck speed.",
		"page": [288]
	},
	{
		"text": "A crucial part of the modern capitalist economy was the emergence of a new ethic, according to which profits ought to be reinvested n production…\nThat’s why capitalism is called ‘capitalism.’ Capitalism distinguishes ‘capital’ from mere ‘wealth.’ Capital consists of money, goods and resources that are invested in production. Wealth, on the other hand, is buried in the ground or wasted on unproductive activities. A pharaoh who pours resources into a non-productive pyramid is not a capitalist. A pirate who loots a Spanish treasure fleet and buries a chest full of glittering coins on the beach of some Caribbean island is not a capitalist. But a hard-working factory hand who reinvests part of his income in the stock market is.",
		"page": [312]
	},
	{
		"text": "This is the fly in the ointment of free-market capitalism. It cannot ensure that profits are gained in a fair way, or distributed in a fair manner. On the contrary, the craving to increase profits and production blinds people to anything that might stand in the way. When growth becomes a supreme good, unrestricted by any other ethical considerations, it can easily lead to catastrophe. Some religions, such as Christianity and Nazism, have killed millions out of burning hatred. Capitalism has killed millions out of cold indifference coupled with greed.",
		"page": [331]
	},
	{
		"text": "At heart, the Industrial Revolution has been a revolution in energy conversion. It has demonstrated again and again that there is no limit to the amount of energy at our disposal. Or, more precisely, that the only limit is set by our ignorance. Every few decades we discover a new energy source, so that the sum total of energy at our disposal keeps growing.\nWhy are so many people afraid that we are running out of energy? Why do they warn of disaster if we exhaust all available fossil fuels? Clearly the world does not lack energy. All we lack is the knowledge necessary to harness and convert it to our needs.",
		"page": [339]
	},
	{
		"text": "In medieval Europe, aristocrats spent their money carelessly on extravagant luxuries, whereas peasants lived frugally, minding every penny. Today, the tables have turned. The rich take great care managing their assets and investments, while the less well heeled go into debt buying cars and televisions they don’t really need.\nThe capitalist and consumerist ethics are two sides of the same coin, a merger of two commandments. The supreme commandment of the rich is ‘Invest!’ The supreme commandment of the rest of us is ‘Buy!’",
		"page": [348, 349]
	},
	{
		"text": "The Industrial Revolution brought about dozens of major upheavals in human society. Adapting to industrial time is just one of them. Other notable examples include urbanization, the disappearance of the peasantry, the rise of the industrial proletariat, the empowerment of the common person, democratization, youth culture, and the disappearance of the patriarchy.\nYet all of these upheavals are dwarfed by the most momentous social revolution that ever befell humankind: the collapse of the family and the local community and their replacement by the state and the market.",
		"page": [355]
	},
	{
		"text": "There have been periods of relative calm before, as, for example, in Europe between 1871 and 1914, and they always ended badly. But this time it is different. For real peace is not the mere absence of war. Real peace is the implausibility of war. There has never been a real peace in the world.",
		"page": [371]
	},
	{
		"text": "First and foremost, the price of war has gone up dramatically. The Nobel Peace Prize to end all peace prizes should have been given to Robert Oppenheimer and his fellow architects of the atomic bomb. Nuclear weapons have turned war between superpowers into collective suicide, and made it impossible to seek world domination by force of arms.\nSecondly, while the price of war soared, its profits declined. For most of history, polities could enrich themselves by looting or annexing enemy territories. Most wealth consisted of material things like fields, cattle, slaves, and gold, so it was easy to loot it or occupy it. Today, wealth mainly consists of human capital and organizational know-how.  Consequently it is difficult to carry it off or conquer it by military force.\nConsider California. Its wealth was initially built on gold mines. But today it is built on silicon and celluloid—Silicon Valley and the celluloid hills of Hollywood. What would happen if the Chinese were to mount an armed invasion of California, land a million soldiers on the beaches of San Francisco, and storm inland? They would gain little. There are no silicon mines in Silicon Valley. The wealth resides in the minds of Google engineers and Hollywood script doctors, directors, and special-effects wizards, who would be on the first plane to Bangalore or Mumbai long before the Chinese tanks rolled into Sunset Boulevard. It is not coincidental that the few full-scale international wars that still take place in the world, such as the Iraqi invasion of Kuwait, occur in places where wealth is old-fashioned material wealth. The Kuwaiti sheikhs could flee abroad, but the oil fields stayed put and were occupied.",
		"page": [372, 373]
	},
	{
		"text": "If happiness is determined by expectations, then two pillars of our society—mass media and the advertising industry—may unwittingly be depleting the globe’s reservoirs of contentment. If you were an eighteen-year-old youth in a small village 5,000 years ago you’d probably think you were good-looking because there were only fifty other men in your village and most of them were either old, scarred, and wrinkled, or still had little kids. But if you are a teenager today you are a lot more likely to feel inadequate. Even if the other guys at school are an ugly lot, you don’t measure yourself against them but against the movie stars, athletes, and supermodels you feel all day on television, Facebook, and giant billboards.",
		"page": [384]
	},
	{
		"text": "Money, social status, plastic surgery, beautiful houses, powerful positions—none of these will bring you happiness. Lasting happiness comes only from serotonin, dopamine, and oxytocin.",
		"page": [389, 390]
	},
	{
		"text": "Biologists the world over are locked in battle with the intelligent-design movement, which opposes the teaching of Darwinian evolution in schools and claims that biological complexity proves that there must be a creator who thought out all biological details in advance. The biologists are right about the past, but the proponents of intelligent design might, ironically, be right about the future.",
		"page": [399]
	},
	{
		"text": "Our late modern world prides itself on recognizing, for the first time in history, the basic equality of all humans, yet it might be poised to create the most unequal of all societies. Throughout history, the upper classes always claimed to be smarter, stronger, and generally better than the underclass. They were usually deluding themselves. A baby born to a poor peasant family was likely to be as intelligent as the crown prince. With the help of new medical capabilities, the pretensions of the upper classes might soon become an objective reality.",
		"page": [410, 411]
	},
	{
		"text": "If the curtain is indeed about to drop on Sapiens history, we members of one of its final generations should devote some time t answering one last question: what do we want to become? This question, sometimes known as the Human Enhancement question, dwarfs the debates that currently preoccupy politicians, philosophers, scholars, and ordinary people. After all, today’s debate between today’s religions, ideologies, nations, and classes will in all likelihood disappear along with Homo sapiens…\nAnd yet the great debates of history are important because at least the first generation of these gods would be shaped by the cultural ideas of their human designers. Would they be created in the image of capitalism, of Islam, or of feminism? The answer to this question might send them careening in entirely different directions.",
		"page": [413]
	}
]
