[
	{
		"text": "We think of chronic stress in children and teenagers as the societal equivalent of climate change—a problem that has been building over generations and will take considerable effort and a change of habits to overcome.\nSo what does a sense of control have to do with all of this? The answer is: everything. Quite simply, it is the antidote to stress. Stress is the unknown, the unwanted, and the feared.",
		"page": [8]
	},
	{
		"text": "It is frustrating and stressful to feel powerless, and many kids feel that way all the time. As grown-ups, we sometimes tell our kids that they're in charge of their own lives, but then we proceed to micromanage their homework, their afterschool activities, and their friendships. Or perhaps we tell them that actually they're not in charge—we are. Either way, we make them feel powerless, and by doing so, we undermine our relationship with them.\nThere is another way. Over the last sixty years, study after study has found that a healthy sense of control goes hand in hand with virtually all the positive outcomes we want for our children.",
		"page": [11]
	},
	{
		"text": "Chronic stress can transform into anxiety when you don't give your brain and body a chance to recover. Instead of seeing lions only when you're on the savannah, you see them everywhere, even when they're nowhere near and really you'd do much better to chill out and graze. The amygdala becomes bigger and more reactive than it should be, and with the prefrontal cortex cut off, you have a hard time distinguishing between things that are threatening and things that aren't.",
		"page": [22]
	},
	{
		"text": "But the reality is that you can't really make \\[children] do anything... The best we can do is make it pleasant enough so that they will comply.",
		"page": [34]
	},
	{
		"text": "Parents tend to think there are two ways to be: autocratic or permissive. Autocratic parenting places a premium on obedience, and permissive parents emphasize the importance of their child's happiness and attempt to fulfill their child's desires to make them happy.\nBut virtually all child development experts... have advocated a third option: authoritative parenting. This entails being supportive, but not controlling... It emphasizes self-direction and values maturity over obedience... parents don't give their children free rein. They don't force limits, and say when they don't feel right about something, but they are not controlling.",
		"page": [35, 36]
	},
	{
		"text": "Remember the motivational saying \"Anything worth doing well is worth doing badly first\"? Well, there's a famous model that says there are four stages of competency, which is another way of saying the same thing:\n1. Unconsciously incompetent...\n2. Consciously incompetent...\n3. Consciously competent...\n4. Unconsciously competent... (Incidentally, this is why older kids often make better tutors than parents. They learned their times tables not so long ago themselves, so they remember all the steps it took before it really sunk in.)\nWe want our kids to get to Stage 3, the consciously competent stage, but we can't do that without letting them graduate through the other stages on their own.",
		"page": [37, 38]
	},
	{
		"text": "Robert Epstein argues that here in America we infantilize adolescents, in part acting as if they aren't capable of making responsible decisions. While we can't entirely stop teenagers from making impulsive choices, we can entrust them to make informed decisions about things that are important to them. Research has found that by the time kids are fourteen or fifteen, they generally have adult-level ability to make rational decisions. In fact, most cognitive processes reach adult levels by midadolescence.",
		"page": [64, 65]
	},
	{
		"text": "\"It's hard to help \\[a kid] feel good about himself if we're worried sick about him.\" It's common sense. If we're unable to accept our kids as they are, how can we expect them to accept themselves?",
		"page": [91]
	},
	{
		"text": "Research over the last four decades has repeatedly demonstrated that incentives like sticker charts, consequences, and other forms of parental monitoring that are \"laid on\" children actually undermine \\[development of self-motivation].\n\\[…]\nThe damage isn't done immediately; it happens over time. Studies show that rewards for things like grades or other achievements can lower performance, crush creativity, and lead to bad behavior, like a willingness to cheat on a test or take performance-enhancing drugs. Significantly, these external motivators can reinforce the idea that someone other than the child is responsible for his life. Rewards can erode self-generated interest and lead to interest only in the reward itself.",
		"page": [107]
	},
	{
		"text": "To encourage a growth mindset, Dweck recommends praising effort and the various strategies kids use to solve problems, rather than their built-in ability. Say thing like, \"Your curiosity is really fun for me to see\" over \"You're so smart\"; or \"I'm really impressed with how hard you worked on that test\" instead of \"Fantastic grade!\"",
		"page": [109]
	},
	{
		"text": "What \\[Stixrud] says to the parents of these kids is that so long as they are working hard at something they really enjoy doing, he's not worried because he knows they're shaping a brain that will eventually enable them to be successful. And Bill tells kids, \"Working hard to get better and better at something that's important to you is one of the best things you can do for your brain.\"",
		"page": [123]
	},
	{
		"text": "What these studies suggest is that if you're bright and motivated, it doesn't much matter where you go to school. For some kids, knowing this makes it a bit easier to pay attention to what's really important to them.",
		"page": [131]
	},
	{
		"text": "Boredom is unsettling for hyper stimulated teens, whereas the \"chaos of constant connection is soothingly familiar.\"\nThe answer here is that less is more. Alternate periods of connection and activity with periods of quiet time... We need to be more intentional about downtime now that stimulation is everywhere.\n\\[…]\nIf there is one thing we hope you will do differently after reading this, it is let your kids do nothing... We schedule them in activity after activity so that they can keep up with other kids and never be \"wasting time.\" But that free time to daydream is actually essential.",
		"page": [140]
	},
	{
		"text": "According to Bruce McEwen, a leading researcher on stress, sleep deprivation produces similar effects on the mind and body as chronic stress... There is no difference in performance on cognitive tasks between older adolescents who sleep four to six hours per night for six weeks and those who get no sleep at all for three days.",
		"page": [154]
	},
	{
		"text": "Many of the negative characteristics e associate with teens, like moodiness and poor judgement, may actually be the result of sleep deprivation... This is because sleep deprivation decreases your flexibility, weakens your ability to see things in context, and impairs your judgement.",
		"page": [155]
	},
	{
		"text": "Of all the things \\[an over-committed student] needed to learn, foremost among them was how to make good choices. Ned said he couldn't tell her that any one of those things was something she shouldn't be doing. But she had less to give to each activity because she was involved in so many. An important part of high school is learning that you can't do it all and knowing that your own well-being has to come first.",
		"page": [162]
	},
	{
		"text": "Girls have, on average, a \\[performance/arousal curve] that shifts to the left, and boys one that shifts to the right. What this means is that optimal levels of stress for girls often aren't enough to motivate boys, and optimal stress for boys can be overwhelming for many girls. (Remember, these are averages—every kid is different. Some girls are more boylike and vice versa.)",
		"page": [177]
	},
	{
		"text": "Survival will always trump learning.\nAlthough we want schools to challenge our kids, they should do so in an environment that feels accepting and encouraging. What this looks like will vary depending on the circumstances, but the questions are the same: Do our kids feel safe in school, physically and emotionally? Do they have a sense of control over what they're doing in the classroom? Is it safe for them to make mistakes?\nAlso, remind your children that what's important is that they develop themselves, not that they get perfect grades.",
		"page": [180]
	},
	{
		"text": "Our favorite Finn, Pasi Sahlberg, looked at the test-based approach that so many nations around the world use and showed that test scores in these countries are actually declining. By contrast, Finland chose to emphasize highly trained teachers, collaboration, school-based curricula, and a leadership style among educators built on trust. Finland's scores improved.",
		"page": [189, 190]
	},
	{
		"text": "Using simple language and vivid imagery and explaining the science of emotions can be remarkably effective, as is taking the problem out of the realm of the personal and into the scientific.\n\\[…]\nBill feels that one of the most important parts of his job is telling kids what he learned about them from their neuropsychological evaluations. When they understand what they can do better than most people and what does not come easily, it increases their sense of confidence that there will be a place for them in the world as adults.",
		"page": [230]
	},
	{
		"text": "We like to think of life as a game of \"Choose Your Point of View.\" You get to decide how to frame events... Brent Toleman, a friend and linguistic psychologist, argues that in any given situation, you can choose the point of view that is most helpful. When you ask yourself what the most likely explanation is, it's usually not disaster. There are certain times when really bad things happen, but it doesn't make sense to catastrophize every day of your life.",
		"page": [235]
	},
	{
		"text": "Exercise provides more glucose and oxygen to the brain, which promotes neurogenesis, the growing of brain cells. In short, it's often said that exercise does more to help clear thinking than thinking does, in part because it stimulates and strengthens the prefrontal cortex's control functions.\nExercise is also critical to a state of relaxed alertness... Again, Finland is at the head of the class \\[in incorporating exercise into school curriculum]: they mandate twenty minutes of outdoor play for every forty minutes of instructional time.",
		"page": [238]
	},
	{
		"text": "In his book \"The Mismeasure of Man,\" evolutionary biologist Stephen Jay Gould pointed out that simply assigning a number to something doesn't mean we've measured it. Or, to borrow the old adage, \"Not everything that can be measured matters, and not everything that matters can be measured.\"",
		"page": [266]
	},
	{
		"text": "You may think standardized tests are lousy, but at least they are consistently lousy. Yes, the questions themselves change, but lots of people up at the College Board and ACT headquarters spend all day making sure the difficulty level remains the same.",
		"page": [270]
	},
	{
		"text": "Each time he closed his \"Prairie Home Companion\" series, radio host Garrison Keillor said the following: \"Well, that's the news from Lake Woebegon, where all the women are strong, all the men are good-looking, and all the children are above average.\" His gentle humor is right on point. We all want to believe that our child's above average, and ignore the simple fact that every parent thinks so and we can't all be right.",
		"page": [305]
	},
	{
		"text": "We have found that simply telling kids the truth about the world—including the advantages of being a good student—increases their flexibility and drive. It motivates unmotivated kids to shift the emphasis from \"Here are the hoops I will have to jump through to be successful\" to \"Here are some of the many ways I can choose to develop myself in order to make an important contribution to this world.\" When we talk about alternate routes with friends and colleagues and at talks in schools, everybody has a story.",
		"page": [309]
	}
]
