[
	{
		"text": "For all the heft and fury of the occasional anvil-headed storm cloud, the average cloud is actually a benign and surprisingly insubstantial thing. A fluffy summer cumulus several hundred yards to a side may contain no more than twenty-five or thirty gallons of water—\"about enough to fil a bathtub,\" as James Trefil has noted. You can get some sense of the immaterial quality of clouds by strolling through fog—which is, after all, nothing more than a cloud that lacks the will to fly.",
		"page": [264]
	},
	{
		"text": "Then, as now, dragonflies could cruise at up to thirty-five miles an hour, instantly stop, hover, fly backwards, and lift far more proportionately than any human flying machine. \"The U.S. Air Force,\" one commentator has written, \"has put them in wind tunnels to see how they do it, and despaired.\"",
		"page": [340]
	},
	{
		"text": "Every cell in nature is a thing of wonder. Even the simplest are far beyond the limits of human ingenuity. To build the most basic yeast cell, for example, you would have to miniaturize about the same number of components as are found in a Boeing 777 jetliner and fit them into a sphere just five microns across; then somehow you would have to persuade that sphere to reproduce.",
		"page": [372]
	},
	{
		"text": "If you could visit a cell, you wouldn't like it. Blown up to a scale at which atoms were about the size of peas, a cell itself would be a sphere roughly half a mile across, and supported by a complex framework of girders called the cytoskeleton. Within it, millions upon millions of objects—some the size of basketballs, others the size of cars—would whiz about like bullets. There wouldn't be a place you could stand without being pummeled and ripped thousands of times every second from every direction. Even for its full-time occupants the inside of a cell is a hazardous place. Each strand of DNA is on average attacked or damaged once every 8.4 seconds—ten thousand times in a day—by chemicals and other agents that whack into or carelessly slice through it, and each of these wounds must be swiftly stitched up if the cell is not to perish.\n\\[...] As de Duve notes, \"The molecullar world must necessarily remain entirely beyond the powers of our imagination owing to the incredible speed with which things happen in it.\"",
		"page": [377, 378]
	},
	{
		"text": "Every living thing is an elaboration on a single original plan. As humans we are mere increments—each of us a musty archive of adjustments, adaptations, modifications, and providential tinkerings stretching back 3.8 billion years. Remarkably, we are even quite closely related to fruit and vegetables. About half the chemical functions that take place in a banana are fundamentally the same as the chemical functions that take place in you.\nIt cannot be said too often: all life is one. That is, and I suspect will forever prove to be, the most profound true statement there is.",
		"page": [415]
	},
	{
		"text": "We don't know precisely the circumstances, or even year, attending the last moments of the last dodo, so we don't know which arrived first, a world that contained a _Principia_ or one that had no dodos, but we do know that they happened at more or less the same time. You would be hard pressed, I would submit, to find a better pairing of occurences to illustrate the divine and felonious nature of the human being—a species of organism that is capable of unpicking the deepest secrets of the heavens while at the same time pounding into extinction, for no purpose at all, a creature that never did us any harm and wasn't remotely capable of understanding what we were doing to it as we did it. Indeed, dodos were so spectacularly short on insight, it is reported, that if you wished to find all the dodos in a vicinity you had only to catch one and set it to squawking, and all the others would waddle along to see what was up.",
		"page": [469, 470]
	},
	{
		"text": "If this book has a lesson, it is that we are awfully lucky to be here—and by \"we\" I mean every living thing. To attain any kind of life in this universe of ours appears to be quite an achievement. As humans we are doubly lucky, of course: We enjoy not only the privilege of existence but also the singular ability to appreciate it and even, in a multitude of ways, to make it better. It is a talent we have only barely begun to grasp.\nWe have arrived at this position of eminence in a stunningly short time. Behaviorally modern human beings—that is, people who can speak and make art and organize complex activities—have existed for only about 0.0001 percent of Earth's history. But surviving for even that little has required a nearly endless string of good fortune.\nWe really are at the beginning of it all. The trick, of course, is to make sure we never find the end. And that, almost certainly, will require a good deal more than lucky breaks.",
		"page": [478]
	}
]
