[
	{
		"text": "Her voice was nearly gone, so, in order to hear her, Billy had to put his ear right next to her papery lips. She evidently had something very important to say.\n“How…?” she began, and she stopped. She was too tired. She hoped that she wouldn’t have to say the rest of the sentence, that Billy would finish it for her.\nBut Billy had no idea what was on her mind. “How what, Mother?” he prompted.\nShe swallowed hard, shed some tears. Then she gathered energy from all over her ruined body, even from her toes and fingertips. At last she had accumulated enough to whisper this complete sentence:\n“How did I get so old?”",
		"page": [42]
	},
	{
		"text": "“Welcome aboard, Mr. Pilgrim,” said the loudspeaker. “Any questions?”\nBilly licked his lips, thought a while, inquired at last: “Why me?”\n“That is a very Earthling question to ask, Mr. Pilgrim. Why you? Why us for that matter? Why anything? Because this moment simply is. Have you ever seen bugs trapped in amber?”\n“Yes.” Billy, in fact, had a paperweight in his office which was a blob of polished amber with three ladybugs embedded in it.\n“Well, here we are, Mr. Pilgrim, trapped in the amber of the moment. There is no why.”",
		"page": [73, 74]
	},
	{
		"text": "“Where am I?” said Billy Pilgrim.\n“Trapped in another blob of amber, Mr. Pilgrim. We are where we have to be just now—three hundred million miles from Earth, bound for a time warp which will get us to Tralfamadore in hours rather than centuries.”\n“How—how did I get here?”\n“It would take another Earthling to explain it to you. Earthlings are the great explainers, explaining why this event is structured as it is, telling how other events may be achieved or avoided. I am a Tralfamadorian, seeing all time as you might see a stretch of the Rocky Mountains. All time is all time. It does not change. It does not lend itself to warnings or explanations. It simply is. Take it moment by moment, and you will find that we are all, as I’ve said before, bugs in amber.”\n“You sound to me as though you don’t believe in free will,” said Billy Pilgrim.\n———\n“If I hadn’t spent so much time studying Earthlings,” said the Tralfamadorian, “I wouldn’t have any idea what was meant by ‘free will.’ I’ve visited thirty-one hundred inhabited planets in the universe, and I have studied reports on one hundred more. Only on Earth is there any talk of free will.”",
		"page": [82]
	},
	{
		"text": "The colonel said that the other Americans had all shaved now, that Billy and Derby were the only two still with beards. And he said, “You know—we’ve had to imagine the war here, and we have imagined that it was being fought by aged men like ourselves. We had forgotten that wars are fought by babies. When I saw those freshly shaved faces, it was a shock. ‘My God, my God—‘ I said to myself, ‘It’s the Children’s Crusade.’”",
		"page": [101]
	},
	{
		"text": "Derby described the incredible artificial weather that Earthlings sometimes create for other Earthlings when they don’t want those other Earthlings to inhabit Earth any more. Shells were bursting in  the treetops with terrific bangs, he said, showering down knives and needles and razorblades. Little lumps of lead in copper hackers were crisscrossing the woods under the shell bursts, zipping along much faster than sound.\nA lot of people were being wounded or killed. So it goes.",
		"page": [101]
	},
	{
		"text": "The flaw in the Christ stories, said the visitor from outer space, was that Christ, who didn’t look like much, was actually The Son of the Most Powerful Being in the Universe. Readers understood that, so, when they came to the crucifixion, they naturally thought, and Rosewater read out loud again: “Oh, boy—they sure picked the wrong guy to lynch that time!”\nAnd that thought had a brother: “There are right people to lynch.” Who? People not well connected. So it goes.",
		"page": [104]
	},
	{
		"text": "“So—“ said Billy gropingly, “I suppose that the idea of preventing war on Earth is stupid, too.”\n“Of course.”\n“But you do have a peaceful planet here.”\n“Today we do. On other days we have wars as horrible as any you’ve ever seen or read about. There isn’t anything we can do about them, so we simply don’t look at them. We ignore them. We spend eternity looking at pleasant moments—like today at the zoo. Isn’t this a nice moment?”\n“Yes.”\n“That’s one thing Earthlings might learn to do, if they tried hard enough: Ignore the awful times, and concentrate on the good ones.”",
		"page": [111, 112]
	},
	{
		"text": "There in the hospital, Billy was having an adventure very common among people without power in time of war: He was trying to prove to a willfully deaf and blind enemy that he was interesting to hear and see.",
		"page": [184]
	},
	{
		"text": "Another Kilgore Trout book there in the window was about a man who built a time machine so he could go back and see Jesus. It worked, and he saw Jesus when Jesus was only twelve years old. Jesus was learning the carpentry trade from his father.\nTwo Roman soldiers came into the shop with a mechanical drawing on papyrus of a divide they wanted built by sunrise the next morning. It was a cross to be used in the execution of a rabble-rouser.\nJesus and his father built it. They were glad to have the work. And the rabble-rouser was executed on it.\nSo it goes.",
		"page": [193]
	},
	{
		"text": "On an average, 324,000 new babies are born into the world every day. During that same day, 10,000 persons, on average, will have starved to death or died from malnutrition. So it goes. In addition, 123,000 persons will die for other reasons. So it goes. This leaves a net gain of 191,000 each day in the world. The Population Reference Bureau predicts that the world’s total population will double to 7,000,000,000 before the year 2000.\n“I suppose they will all want dignity,” I said.\n“I suppose,” said O’Hare.",
		"page": [202]
	}
]
