[
	{
		"text": "There were certain things I didn’t like, such as tipping, I thought we should be paid more, and not have to have any tips. But when I proposed that to the boss, I got nothing but laughter. She told everybody, “Richard doesn’t want his tips, hee, hee, hee; he doesn’t want his tips, ha, ha, ha.” The world is full of this kind of dumb smart-alec who doesn’t understand anything.",
		"page": [25]
	},
	{
		"text": "I tried to explain that there was no reason not to do that, but you can’t say that to anybody who’s smart, who runs a hotel! I learned there that innovation is a very difficult thing in the real world.",
		"page": [29]
	},
	{
		"text": "I don’t know what’s the matter with people: they don’t learn by understanding; they learn by some other way—by rote, or something. Their knowledge is so fragile!",
		"page": [37]
	},
	{
		"text": "You have to have absolute confidence \\[when faking that you know something]. Keep right on going, and nothing will happen.",
		"page": [43]
	},
	{
		"text": "I found hypnosis to be a very interesting experience. All the time you’re saying to yourself, “I could do that, but I won’t”—which is just another way of saying that you can’t.",
		"page": [68]
	},
	{
		"text": "When it came time for me to give my talk on the subject, I started off by drawing an outline of the cat and began to name the various muscles.\nThe other students in the class interrupt me: “We know all that!”\n“Oh,” I say, “you do? Then no wonder I can catch up with you so fast after you’ve had four years of biology.” They had wasted all their time memorizing stuff like that, when it could be looked up in fifteen minutes.",
		"page": [72]
	},
	{
		"text": "\\[Textbooks] always simplify things so the world will be more like what they want it to be.",
		"page": [91]
	},
	{
		"text": "It was such a shock to me to see that a committee of men could present a whole lot of ideas, each one thinking of a new facet, while remembering what the other fella said, so that, at the end, the decision is made as to which idea was the best—summing it all up—without having to say it three times. These were very great men indeed.",
		"page": [109]
	},
	{
		"text": "The last time he was there, Bohr said to his son, “Remember the name of that little fellow in the back over there? He’s the only guy who’s not afraid of me, and will say when I’ve got a crazy idea. So next time when we want to discuss ideas, we’re not going to be able to do it with these guys who say everything is yes, yes, Dr. Bohr. Get that guy and we’ll talk with him first.”\nI was always dumb in that way. I never knew who I was talking to. I was always worried about the physics. If the idea looked lousy, I said it looked lousy. If it looked good, I said it looked good. Simple proposition.\nI’ve always lived that way. It’s nice, it’s pleasant—if you can do it. I’m lucky in my life that I can do this.",
		"page": [133]
	},
	{
		"text": "I don’t believe I can really do without teaching. The reason is, I have to have something so that when I don’t have any ideas and I’m not getting anywhere I can say to myself, “At least I’m living; at least I’m doing something; I’m making some contribution”—it’s just psychological.",
		"page": [165]
	},
	{
		"text": "You have no responsibility to live up to what other people think you ought to accomplish. I have no responsibility to be like they expect me to be. It’s their mistake, not my failing.",
		"page": [172]
	},
	{
		"text": "So, you see, \\[Brazilian physics students] could pass the examinations, and “learn” all this stuff, and not know anything at all, except what they had memorized.",
		"page": [213]
	},
	{
		"text": "It was a kind of one-upmanship, where nobody knows what’s going on, and they’d put the other one down as if they did know. They all fake that they know, and if one student admits for a moment that something is confusing by asking a question, the others take a high-handed attitude, acting as if it’s not confusing at all, telling him that he’s wasting their time.\nI explained how useful it was to work together, to discuss the questions, to talk it over, but they wouldn’t do that either, because they would be losing face if they had to ask someone else. It was pitiful! All the work they did, intelligent people, but they got themselves into this funny state of mind, this strange kind of self-propagating “education” which is meaningless, utterly meaningless!",
		"page": [215]
	},
	{
		"text": "The first time I was in Las Vegas I sat down and figured out the odds for everything, and I discovered that the odds for the crap table were something like .493. If I bet a dollar, it would only cost me 1.4 cents. So I thought to myself, “Why am I so reluctant to bet? It hardly costs anything!”\nSo I started betting, and right away I lost five dollars in succession—one, two, three, four, five. I was supposed to be out only seven cents; instead, I was five dollars behind! I’ve never gambled since then (with my own money, that is). I’m very lucky that I started off losing.",
		"page": [231]
	},
	{
		"text": "When you’re young, you have all these things to worry about—should you go there, what about your mother. And you worry, and try to decide, but then something else comes up. It’s much easier to just plain decide. Never mind—nothing is going to change your mind. I did that once when I was a student at MIT. I got sick and tired of having to decide what kind of dessert I was going to have at the restaurant, so I decided it would always be chocolate ice cream, and never worried about it again—I had the solution to that problem.",
		"page": [235]
	},
	{
		"text": "I’ll never make that mistake again, reading the experts’ opinions. Of course, you only live one life, and you make all your mistakes, and learn what not to do, and that’s the end of you.",
		"page": [255]
	},
	{
		"text": "I noticed that the \\[drawing] teacher didn’t tell people much. Instead, he tried to inspire us to experiment with new approaches. I thought of how we teach physics: We have so many techniques—so many mathematical methods—that we never stop telling the students how to do things. On the other hand, the drawing teacher is afraid to tell you anything. If your lines are very heavy, the teacher can’t say, “Your lines are too heavy,” because some artist has figured out a way of making great pictures using heavy lines. The teacher doesn’t want to push you in some particular direction. So the drawing teacher has this problem of communicating how to draw by osmosis and not by instruction, while the physics teacher has the problem of always teaching techniques, rather than the spirit, of how to go about solving physical problems.",
		"page": [263, 264]
	},
	{
		"text": "I understood at last what art is really for, at least in certain respects. It gives somebody, individually, pleasure. You can make something that somebody likes so much that they’re depressed, or they’re happy, on account of that damn thing you made! In science, it’s sort of general and large: You don’t know the individuals who have appreciated it directly.\nI understood that to sell a drawing is not to make money, but to be sure that it’s in the home of someone who really wants it; someone who would feel bad if they didn’t have it. This was interesting.",
		"page": [267, 268]
	},
	{
		"text": "She turned to me and said, “Oh! You’re one of the Nobel Prize-winners. In what field did you do your work?”\n“In physics,” I said.\n“Oh. Well, nobody knows anything about that, so I guess we can’t talk about it.”\n“On the contrary,” I answered. “It’s because somebody knows something about it that we can’t talk about physics. It’s the things that nobody knows anything about that we can discuss. We can talk about the weather; we can talk about social problems; we can talk about psychology; we can talk about international finance—gold transfers we can’t talk about, because those are understood—so it’s the subject that nobody knows anything about that we can all talk about!”",
		"page": [310]
	},
	{
		"text": "I realized that other people had found the sense-deprivation tank somewhat frightening, but to me it was a pretty interesting invention. I wasn’t afraid because I knew what it was: it was just a tank of Epsom salts.",
		"page": [332]
	},
	{
		"text": "But this long history of learning how to not fool ourselves—of having utter scientific integrity—is, I’m sorry to say, something that we haven’t specifically included in any particular course that I know of. We just hope you’ve caught on by osmosis.\nThe first principle is that you must not fool yourself—and you are the easiest person to fool. So you have to be very careful about that. After you’ve not fooled yourself, it’s easy to not fool other scientists. You just have to be honest in a conventional way after that.\nI would like to add something that’s not essential to the science, but something I kind of believe, which is that you should not fool the layman when you’re talking as a scientist… I’m talking about a specific, extra kind of integrity that is not lying, but bending over backwards to show how you’re maybe wrong, that you ought to have when acting as a scientists. And this is our responsibility as scientists, certainly to other scientists, and I think to laymen.",
		"page": [343]
	},
	{
		"text": "It is very dangerous to have such a policy in teaching—to teach students only how to get certain results, rather than how to do an experiment with scientific integrity.\nSo I have just one wish for you—the good luck to be somewhere where you are free to maintain the kind of integrity I have described, and where you do not feel forced by a need to maintain your position in the organization, or financial support, or so on, to lose your integrity. May you have that freedom.",
		"page": [346]
	}
]
