[
	{
		"text": "All of these problems are related to “progress,” a somewhat paradoxical manifestation that has also resulted in the air-pollution problem, the water-pollution problem, the garbage-disposal problem, the radio-activity problem, the megalopolis problem, the supersonic-jet-noise problem, the traffic problem, the who-am-I problem, and the what-does-it-all-mean problem."
	},
	{
		"text": "School, after all, is the one institution in our society that is inflicted on everybody, and what happens in school makes a difference—for good or ill. We use the word “inflicted” because we believe that the way schools are currently conducted does very little, and quite probably nothing, to enhance our changes of mutual survival; that is, to help us solve any or even some of the problems we have mentioned. One way of representing the present condition of our educational system is as follows: It is as if we are driving a multimillion dollar sports car, screaming, “Faster! Faster!” while peering fixedly into the rearview mirror."
	},
	{
		"text": "It is the thesis of this book that change—constant, accelerating, ubiquitous—is the most striking characteristic of the world we live in and that our educational system has not yet recognized this face. We maintain, further, that the abilities and attitudes required to deal adequately with change are those of the highest priority and that it is not beyond our ingenuity to design school environments which can help young people to master concepts necessary to survival in a rapidly changing world. The institution we call “school” is what it is because we made it that way… if, in short, it is not doing what needs to be done, it can be changed; it must be changed."
	},
	{
		"text": "Within the “Educational Establishment” there are insufficient daring and vigorous ideas on which to build a new approach to education. One must look to people whose books would rarely be used, or even thought of, in education courses, and would not be listed under the subject “Education” in libraries."
	},
	{
		"text": "“In 1942, Columbus discovered America…” Starting with this disputed fact, each one of us will describe the history of this country in a somewhat different way. Nonetheless, it is reasonable to assume that most of us would include something about what is called the “democratic process,” and how Americans have valued it, or at least have said they valued it.",
		"page": [1]
	},
	{
		"text": "You seldom, if ever, have an old environment plus a new element, such as a printing press or an electric plug. What you have is a totally new environment requiring a whole new repertoire of survival strategies. In no case is this more certain than when the new elements are technological.",
		"page": [7]
	},
	{
		"text": "Without mass media, Ellul insists, there can be no effective propaganda. With them, there is almost nothing but… as the number of messages increases, the amount of information carried decreases. We have more media to communicate fewer significant ideas.",
		"page": [8]
	},
	{
		"text": "Change isn’t new; what is new is the degree of change. As our clock-face metaphor tended to suggest, about three minutes ago there developed a qualitative difference in the character of change. Change changed.",
		"page": [10, 11]
	},
	{
		"text": "The trouble is that most teachers have the idea that they are in some other sort of business. Some believe, for example, that they are in the “information dissemination” business…\nThere are some teachers who think they are in the “transmission of our cultural heritage” business…\nUnless our schools can switch to the right business, their clientele will either go elsewhere (as many are doing) or go into a severe case of “future shock,” to use a relatively new phrase. Future shock occurs when you are confronted with the fact that the world you were educated to believe in doesn’t exist.",
		"page": [14]
	}
]
