[
	{
		"text": "\\[While subbing,] I'd sit and despairingly ponder the meaninglessness of these huge inner-city schools. I still felt that, with determination, I could make a difference. However, I began to realize that working with the kinds of administrators I most often encountered could only be an uphill battle. Furthermore, for so many of these students it was probably too late—schools had so crushed their love of learning that I could hardly hope to inspire all of them to write or think or discover wonderful things.",
		"page": [20]
	},
	{
		"text": "The most overwhelming reality of school is control. School controls the way you spend your time (what is life made of if not time?), how you behave, what you read and to a large extent what you think. In school you can't control your own life. Outside school you can, at least to the extent that your parents trust you to…\nThere are lots of very good reasons to leave school but, to my idealistic American mind, the pursuit of freedom encompasses most of them and outshines the others.\nIf you look at the history of freedom, you notice that the most frightening thing about people who are not free is that they learn to take their bondage for granted, and to believe that this bondage is \"normal\" and natural. They may not like it, but few question it or imagine anything different. There was a time when many black slaves took a sort of pride—or talked as if they took pride—in how well-behaved and hard-working they were. There was a time when most women believed—or talked as if they believed—that they should obey and submit to their husbands.",
		"page": [32]
	},
	{
		"text": "One of the worst things about this sort of arbitrary authority is that it makes us lose our trust in natural authority—people who know what they're doing and could share a lot of wisdom with us. When they make you obey the cruel and unreasonable teacher, they steal your desire to learn from the kind and reasonable teacher. When they tell you to be sure to clear up after yourselves in the cafeteria, they steal your own natural sense of courtesy.\nMany times, I have heard teachers resort defiantly to the proclamation that \"The bottom line is, they need to do what we tell them because they're the kids and we're the adults.” This concept that teenager should obey simply because of their age no longer makes any sense to me. I can't work out what it is based on, except adults' own egos. In this regard, school often seems like a circus arena full of authority-craving adults. Like trained animals, you are there to make them look good, to help them believe that they are better than you.",
		"page": [37]
	},
	{
		"text": "\"My schooling not only failed to teach me what it professed to be teaching, but prevented me from being educated to an extent which infuriates me when I think of all I might have learned at home by myself.\" - George Bernard Shaw, \"Everybody's Political What's What.“\n\"Schools and schooling are increasingly irrelevant to the great enterprises of the planet. No one believes any more that scientists are trained in science classes or politicians in civics classes or poets in English classes. The truth is that schools don't really teach anything except how to obey orders.\" - John Taylor Gatto, New York State Teacher of the Year 1991",
		"page": [41]
	},
	{
		"text": "Beyond the love and pursuit of something specific, there's another quality you might also call love of learning. It's simple curiosity, which kills more tired assumptions than cats. Some people move around with their ears and eyes wide open like raccoons, ready to find out something new and like it. Do everything you can to cultivate this characteristic; it will enliven your life immeasurably.\nHowever, curiosity is another stubborn quality that thrives on freedom; therefore, school squishes it. Curiosity is an active habit... \\[which] puts itself on hold when it isn't allowed to move at its own pace.",
		"page": [44]
	},
	{
		"text": "Bad grades start a vicious circle. They make you feel like a failure. A sense of failure cripples you and prevents you from succeeding. Therefore, you continue to get bad grades and continue to be stifled... Feeling like a failure is a self-fulfilling prophecy, which is why most school dropouts make statistics that the schoolpeople love to quote.",
		"page": [46]
	},
	{
		"text": "\"Well,\" perhaps I hear you say, \"indeed I do not learn much at school, but I do learn a little. If I leave, I won’t learn anything.\"\nForgive my rudeness, but that's upside-down thinking. As John Holt says, if it's the medicine that makes you sick, more medicine will just make you sicker. And if you stop taking it, you'll get well.\nYou wouldn't suggest that you can't learn without school, if school hadn't crushed your faith in yourself in the first place. Before you went to school, you taught yourself to speak. After you leave school, you will teach yourself how to live on your own and how to find answers to questions that interest you. Even now, you learn on your own anytime you do anything of your own free will—kicking a soccer ball, falling in love, playing on computers, riding horses, reading books, thinking, disobeying rules.\nIn school, too, you already teach yourself; you just do it in the company of people who take the credit for your progress.",
		"page": [52]
	},
	{
		"text": "The ideals that led to American public education were idealistic and revolutionary ones. How wonderful if the people who held them could have been democratic enough to trust and allow others to make the most of such an opportunity.\nIf so, we might have had one bonanza extravaganza of an educational system, one in which children were legally guaranteed their basic material needs—shelter and food—until a certain age—16, 18, 22, whatever—and allowed to explore freely the physical and cultural worlds. Libraries and books could have been accessible to all. Tutors and academic specialists could have been paid by the government to answer people's questions, to teach students more intensively when they wanted that. Apprenticeships could have bene available, as well as open laboratories staffed by scientists ready to let young people assist in their research.\n\\[…]\nInstead, the people who thought up American education believed in no one but themselves. They did not trust children to learn, and they did not trust the \"lower classes\" to want their children to learn. I doubt any kind of intellectual freedom even occurred to them. They believed that in order to have education, it would have to be forced. Thus came compulsory schooling.",
		"page": [56, 57]
	},
	{
		"text": "Schools didn't begin in order to provide millions of jobs for teachers, administrators, maintenance people and office workers, but since they provide those jobs now, that is one of their main purposes.",
		"page": [60]
	},
	{
		"text": "All of \\[my former teachers] were brilliant people—in my adult company. From the glimpses I caught of them in their classes, and the student conversations I overheard in the halls, some were apparently still mean and stupid in their classrooms.\nI started wondering how many teenagers thought I was mean and stupid when I stood in front of a classroom. And over the next few years, I came to believe firmly: the majority of teachers are amazing, intelligent, generous and talented people. But the role they are forced to play in school keeps them from showing you these sides of themselves. Their talent and energy is drained instead by their constant task of telling people what to do.",
		"page": [65]
	},
	{
		"text": "If we encouraged teenagers to seek visions, democracy would get a boost, but the powers of mass production and rat racing consumerism would take a dive. We would see that far too much of what we accept as \"reality\" is a blasphemy against true reality. Since our consumptive culture is out of balance with the rest of the universe, it would look very bad under the inspection of visionary young people. Get it? Western civilization does not invite its young to seek visions, because those visions would force a big change.\n\\[...]\nUnfortunately, most adults refuse to acknowledge the powerful impulse behind any of these activities, labeling them as \"bad\", as if that would make them go away. Why? Their own visionary tendencies got canceled out by society at sweet 16. Misery, as they say, loves company. It is incredibly painful for an emotional cripple to be around someone who is emotionally free.",
		"page": [70, 71]
	},
	{
		"text": "We force you to act younger than you are, legally withholding your ability to control your own life. In the World Book encyclopedia it says, \"Most teenagers mature psychologically at the rate set by their society. As a result, psychological adolescence normally lasts at least as long as the period of legal dependence.\" Certainly, there is no biological limitation to teenage independence. In other times and places, teenagers have commonly married, raised children, held jobs, operated businesses and, occasionally, ruled countries.",
		"page": [72, 73]
	},
	{
		"text": "\"But it's easy to go to school—I don't have to think for myself!\"\nTo you, I have nothing to say. Stay right there with your graffiti-adorned desk. When you turn 18, proceed directly into the army. Be all that you can be, according to someone else.",
		"page": [83]
	},
	{
		"text": "Adults, too, hide from the chance to direct their own lives and minds—which is why a lot of them stay in \"safe\" jobs they detests all their lives, idly fantasizing about the career risk they will take when the kids are grown, or the adventures they will seek once they retire.",
		"page": [84]
	},
	{
		"text": "Teachers in the US and many other parts of the world do face injustice—they are not trusted with enough independence or creativity in the classroom, they are swamped with inane clerical details, students and parents viciously blame them for things that are beyond their control, and their pay is low compared with other careers that require similar qualifications. All this discourages teachers from living with healthy humility and honesty; instead, it encourages them to be generally defensive and too concerned with their reputations.",
		"page": [106]
	},
	{
		"text": "The newspaper article passes along \\[Vincent J Schaefer, a top atmospheric scientist]'s \"secret of success\":\n- Work on your own.\n- Learn by doing.\n- Seek out worthwhile people and make them your friends.\n- Read books.\n- Take advantage of every good opportunity to learn something.\n- Remember that mature people enjoy helping young people who are trying to find themselves and realize their potential.\nSchaefer insists that anyone with the desire could do what he has done. \"You have to have a sense of wonder,\" he says, \"and be aware of everything that goes on. You have to develop what I call 'intelligent eyes'—be intrigued with the world and everything in it.",
		"page": [180, 181]
	},
	{
		"text": "The best English teacher in the world would hardly say a word, especially to the whole class at once. She would stay out of your way, let you read all you wanted and not try to organize any cute conversation about the motivations of the characters or the relationship between the setting and the theme. She would not keep you from writing by \"making\" you write. She would sit peacefully at her desk reading. If you went to her she would put her book down, smile and consider your questions.\nUnfortunately, if this teacher ever existed, she has surely been fired by now, because every time the principal went in to check on her, she was not busy asking you the difference between metaphor and simile. She was violating the first law of teaching, which is \"Thou shalt be busy.\"",
		"page": [199]
	},
	{
		"text": "We learn by example. Therefore, the best writing teacher for most people is lots of reading.\nCommon sense, too, will take you a very long way. I've had several students who spoke articulately but panicked and fell apart when they had to write, because school had coached them to believe writing was difficult and mysterious. Together we found that all they needed to do was slow down and imagine themselves talking, and write what they heard themselves saying in their heads. Simple? Yes. Silly? No. School doesn't often advocate common sense solutions, because if everybody trusted their common sense, they'd stop feeling they needed school \"professionals\" to learn.",
		"page": [203]
	},
	{
		"text": "Realize that while a college degree definitely makes many jobs easier to get, unschooling all the way through your life probably makes it easier for you to make a living out of the things you love. Almost anything can become an independent business.",
		"page": [233]
	}
]
