[
	{
		"text": "For most American children there is essentially one public school system in the United States, and it is authoritarian and oppressive.",
		"page": [12]
	},
	{
		"text": "It is difficult to say exactly what an open classroom is. One almost has two have been in one and feel what it is. However there are certain things that it is not. It is important not to equate an open classroom with a “permissive” environment. In an open classroom the teacher must be as much himself as the pupils are themselves. This means that if a teacher is angry he ought to express his anger, and if he is annoyed at someone’s behavior he ought to express that, too. In an authoritarian classroom annoying behavior is legislated out of existence. In a “permissive” classroom the teacher pretends it isn’t annoying. He also permits students to behave only in certain ways, thereby retaining the authority over their behavior he pretends to be giving up. In an open situation the teacher tries to express what he feels and to deal with each situation as a communal problem.",
		"page": [15]
	},
	{
		"text": "Teachers’ expectations have a tendency to become self-fulfilling. “Bad” classes tend to act badly, and “gifted” classes tend to respond to the special consideration that they expect to be given to them if they perform in a “superior” way.",
		"page": [19, 20]
	},
	{
		"text": "A teacher in an open classroom needs to create a state of suspended expectations. It is not easy. It is easy to believe that a dull class is dull, or that a bright class is bright.",
		"page": [20]
	},
	{
		"text": "Young people in authoritarian school are used to authoritarian methods. They experience them in school, in their families, and in society at large. They cannot be expected to fit into a more open situation without misgivings and without, ins some circumstances, assuming the authoritarian roles their teachers have abdicated. They are used to controlling or being control and will often be harder on each other than are the most oppressive adults.",
		"page": [23]
	},
	{
		"text": "It is essential to listen to the voice of the students. They are not afraid to talk about what actually happens in school.",
		"page": [27, 28]
	},
	{
		"text": "Control comes as much through imposing rules and routines as it does from the personal authority of the teacher.",
		"page": [28]
	},
	{
		"text": "A teacher has to learn to go with the class, to respond to their desire to learn about things and not cut off their enthusiasm in the service of getting through more curriculum. It is necessary to take time to solve problems communally. The democratic development of routines and rules and restrictions is as crucial to the development of freedom in an open classroom as the arbitrary imposition of them is central to control in an authoritarian class.",
		"page": [31]
	},
	{
		"text": "There is no need to preach a non-authoritarian sermon and many reasons for not doing it. Students generally distrust all sermons, regardless of their message. An open classroom develops through the actions of the teacher and not because of his words.",
		"page": [33]
	},
	{
		"text": "Why does a classroom have to have a front, a back, and two sides? The notion that there is a “front of the class” and the authoritarian mode of delivering knowledge received from above to students who are below—both go together.",
		"page": [37]
	},
	{
		"text": "It is hard to distinguish between apparent chaos and creative disorder.",
		"page": [39]
	},
	{
		"text": "Teachers must fight for a sane existence for themselves as well as for their pupils. At the same time they must not turn their frustrations and sense of powerlessness upon their pupils and compound the miseries of school existence. In the sanest circumstances students are allies and not enemies.",
		"page": [46]
	},
	{
		"text": "Time in most schools is considered a precious quantity, and teachers are upset when they feel time is wasted. But the conventional notion of “wasted time” is deceptive. In fact time is wasted in school by all sorts of things—taking attendance, lining up, collecting papers, rehearsing rules and routines. It is also often wasted by going through material that bores everyone and is attended to only by pupils who are the most dependent on the teacher. When people talk to each other and find out about each other they are not wasting time nor is it wasted when students explore what is interesting to them, nor even when’s students, weary of reading, play a bit, or just sit and draw.",
		"page": [52]
	},
	{
		"text": "There is no one way to learn, nor are there specific stories or experiments all young people must go through. The notion that learning is orderly and ought to be identical for all pupils is wrong and in many ways pernicious.",
		"page": [52]
	},
	{
		"text": "The classroom not only segregates young people from society. It segregates them from each other. We have elementary schools, junior high schools, high schools—six-year-olds never meet ten- or fifteen- or seventeen-year-olds in school. It is absurd. Not only do we not let children of the same age teach each other by insisting upon silence in the classroom, we make it impossible in the context of school for older children to teach younger ones.",
		"page": [63]
	},
	{
		"text": "It is always a good idea to bring as many non-teachers into your classroom as possible. Painters, writers, businessmen, journalists all have valuable experience tot offer young people that teachers don’t have.",
		"page": [72]
	},
	{
		"text": "The whole community ought to be the school, and the classroom a home base for the teachers and kids, a place where they can talk and rest and learn together, but not the sole place of learning. The classroom ought to be a communal center, a comfortable environment I which plans can be made and experiences assessed. However one can open up the classroom as much by moving out of it as by changing the life within it.",
		"page": [75]
	},
	{
		"text": "Though it may never be explicit, it is covertly acknowledged in schools that any teachers and students who manage to get away with free and open behavior are threats to the survival of the educational system as it now exists.",
		"page": [86]
	},
	{
		"text": "To get supplies and equipment go to all the factories in your area and ask for their junk. One can get quantities of used fabric, metal, wood, and plastic free… a whole school program can be supported by the waste produced by our society.",
		"page": [88]
	},
	{
		"text": "The greater a reputation an institution has to defend, the more resistant it is to change.",
		"page": [103]
	},
	{
		"text": "Tests as documents and testers as people try to present themselves in as grave a manner as possible in order to underline their importance. If students can see through this solemnity for the sham performance it is they can treat tests with a sense of humor and maybe deal with them as necessary burdens rather than as mortal threats.",
		"page": [105]
	},
	{
		"text": "It is one thing to say a word is spelled incorrectly or an addition is wrong, and another to understand why a particular child made a particular mistake the moment it was made.",
		"page": [109]
	},
	{
		"text": "Our schools are crazy. They do not serve the interests of adults, and they do not serve the interests of young people. They teach “objective” knowledge and its corollary, obedience to authority. They teach avoidance of conflict and obeisance to tradition in the guise of history. They teach equality and democracy while castrating students and controlling teachers. Most of all they each people to be silent about what they think and feel, and worst of all, they teach people to pretend that they’re saying what they think and feel.",
		"page": [116]
	}
]
