[
	{
		"text": "_Galaxy Game_ by Pitts and Tick debuted at Stanford's Tresidder student union coffeehouse in the fall of 1971. Students gathered around each night like cultists in front of a shrine. But no matter how many lined their coins up to play, there was no way the machine could pay for itself, and the venture eventually folded. \"Hugh and I were both engineers and we didn't pay attention to business issues at all,\" conceded Pitts. Innovation can be sparked by engineering talent, but it must be combined with business skills to set the world afire.",
		"page": [210]
	},
	{
		"text": "Innovation requires having at least three things: a great idea, the engineering talent to execute it, and the business savvy (plus deal-making moxie) to turn it into a successful product.",
		"page": [215]
	},
	{
		"text": "\\[Bob] Taylor had another leadership skill that he had refined at his meetings with ARPA researchers and graduate students: he was able to provoke \"creative abrasion,\" in which a team of people can question each other, even try to eviscerate each other's ideas, but then are expected to articulate the other side of the dispute.",
		"page": [287]
	},
	{
		"text": "\\[Ed] Roberts had the entreprenuer's risk-loving outlood: either he would succeed and change history, or he would go bankrupt even faster than he already was.",
		"page": [308]
	},
	{
		"text": "\\[Bill Gates] and \\[Paul] Allen would hunker down for coding sessions that lasted twelve hours or more. \"When Bill felt himself flagging, he'd grab a jar of Tang, pour some powder on his hand, and lick it off for a pure sugar high,\" Allen recalled. \"His palms had a crhonic orange tinge that summer.\"",
		"page": [327]
	},
	{
		"text": "\\[Bill] Gates applied only to three colleges his senior year—Harvard, Yale, and Princeton—and he took different approaches to each. \"I was born to apply to college,\" he boasted, fully aware of his ability to ace meritocratic processes. For Yale he cast himself as an aspiring political type and emphasized a monthlong summer internship he had done in Congress. For Princeton, he focused only on his desire to be a computer engineer. And for Harvard, he said his passion was math. He had also considered MIT, but at the last moment blew off the interview to play pinball. He was accepted to all three and chose Harvard.",
		"page": [328]
	},
	{
		"text": "\"There is something indefinable in an entreprenuer, and I saw that in Steve \\[Jobs],\" \\[Nolan] Bushnell recalled. \"He was interested not just in engineering, but also the business aspects. I taught him that if you act like you can do something, then it will work. I told him, pretend to be completely in control and people will assume that you are.\"",
		"page": [348]
	},
	{
		"text": "Apple had been more innovative, imaginative, elegant in execution, and brilliant in design. Microsoft's GUI was shoddy, with tiled windows that could not overlap with each other and graphics that looked like they had been designed by drunkards in a Siberian basement.\nNevertheless, Windows eventually clawed its way to dominance, not because its design was better but because its business model was better.",
		"page": [369]
	},
	{
		"text": "The hacker corps that grew up around GNU and Linux showed that emotional incentives, beyond financial rewards, can motivate voluntary collaboration. \"Money is not the greatest of motivators, \\[Linus] Torvalds said. \"Folks do their best work when they are driven by passion. WHen they are having fun. This is as true for playwrights and sculptors and entreprenuers as it is for software engineers.\"",
		"page": [378]
	},
	{
		"text": "\"When people trust you, they take your advice.\" \\[Linus Torvalds] also realized that leaders in a voluntary collaborative have to encourage others to follow their passion, not boss them around. \"The best and most effective way to lead is by letting people do things because they _want_ to do them, not because you want them to.\" Such a leader knows how to empower groups to self-organize. When it's done right, a governance structure by consensus naturally emerges, as happened both with Linux and Wikipedia.",
		"page": [379]
	},
	{
		"text": "The digital age may seem revolutionary, but it was based on expanding the ideas handed down from previous generations. The collaboration was not merely among contemporaries, but also between generations. The best innovators were those who understoof the trajectory of technological change and took the baton from innovators who preceded them.",
		"page": [480]
	},
	{
		"text": "Even though the Internet provided a tool for virtual and distant collaborations, another lesson of digital-age innovation is that, now as in the past, physical proximity is beneficial.",
		"page": [480]
	},
	{
		"text": "Throughout history the best leadership has come from teams that combined people with complementary styles. That was the case with the founding of the United States. The leaders included an icon of rectitude, George Washington; brilliant thinkers such as Thomas Jefferson and James Madison; men of vision and passion, including Samuel and John Adams; and a sage conciliator, Benjamin Franklin. \\[...]\nAnother key to fielding a great team is pairing visionaries, who can generate ideas, with operating managers, who can execute them. Visions without execution are hallucinations. \\[...]\nVisionaries who lack such teams around them often go down in history as merely footnotes.",
		"page": [481]
	},
	{
		"text": "As \\[Ada Lovelace] pointed out, in our symbiosis with machines we humans have brought one crucial element to the partnership: creativity. The history of the digital age—from Bush to Licklider to Engelbart to Jobs, from SAGE to Google to Wikipedia to Watson—has reinforced this idea. And as long as we remain a creative species, this is likely to hold true. \"The machiens will be more rational and analytic,\" IBM's research director John Kelly says. \"People will provide judgement, intuition, empathy, a moral compass, and human creativity.\"\nWe humans can remain relevant in an era of cognitive computing because we are able to think different, something that an algorithm, almost by definition, can't master. We possess an imagination that, as Ada said, \"brings together things, facts, ideas, conceptions in new, original, endless, ever-varying combinations.\" We discern pattersn and appreciate their beauty. We weave information into narratives. We are storytelling as well as social animals.\nHuman creativity involves values, intentions, aesthetic judgements, emotions, personal consciousness, and a moral sense. These are what the arts and humanities teach us—and why those realms are as valuable a part of education as science, technology, engineering, and math. If we mortals are to uphold our end of the human-computer symbiosis, if we are to retain a role as the creative partners of our machines, we must continue to nurture the wellsprings of our imagination and originality and humanity. That is what we bring to the party.",
		"page": [486]
	},
	{
		"text": "The next phase of the digital revolution will bring even more new methods of marrying technology with the creative industries, such as media, fashion, music, entertainment, education, literature, and the arts. Much of the first round of innovation involved pouring old wine—books, newspapers, opinion pieces, journals, songs, television shows, movies—into new digital bottles. But new platforms, services, and social networks are increasingly enabling fresh opportunities for individual imagination and collaborative creativity. Role-playing games and interactive plays are merging with collaborative forms of storytelling and augmented realities. This interplay between technology and the arts will eventually result in completely new forms of expression and formats of media.\nThis innovation will come from people who are able to link beauty to engineering, humanity to technology, and poetry to processors. In other words, it will come from the spiritual heirs of Ada Lovelace, creators who can flourish where the arts intersect with the sciences and who have a rebellious sense of wonder that opens them to the beauty of both.",
		"page": [487, 488]
	}
]
