[
	{
		"text": "I said Milton's family had supported him for five years while he educated himself (I did not mention this was after his graduation from Cambridge—though perhaps I should have. Go to Cambridge and you still have to educate yourself)."
	},
	{
		"text": "I hate sleep and I hate how much time I spend doing it, but, quite frankly, I think it is the only thing that keeps human beings from going mad: the illusion that life is not one continuous stream, but the more manageable concept of days. A day, contemplated in its entirety, is hard enough to deal with. A life, contemplated in its entirety, is an impossible concept.\nThe only two times I am absolutely terrified of life are when I think how short it is and when I think how long it is. In retrospect, it all goes by so fast and yet when I really contemplate the length of it, day after day after day, I am sometimes scared to death.",
		"page": [10, 11]
	},
	{
		"text": "My friends and I were discussing the future today. I do find it a little disconcerting that they can all answer when asked where they want to go to college, but so few have a response when asked what they want to do with their lives.\n\\[...]\nSo I urge all my friends to be writers. But none have listened. They are waiting for college to find out what they want to do with their lives. But is that what college should be used for? I thought its main use was for the consumption of knowledge. Yet I have met very few people of any age who recommend higher education for anything but the experience of it.\n\\[…]\nI do concede that college is very useful for becoming a doctor, a lawyer, an architect, an engineer, or Madame Curie. But for people without such definite ambitions, college seem more a passageway from childhood to adulthood than a place to learn. And as rites of passage go, it would be hard to find a more expensive one.",
		"page": [30, 31]
	},
	{
		"text": "I realize I have always overlooked the use of drugs, alcohol, and sex by my classmates in an attempt not to feel odd man out.\nWhy are there so few of us who find life exciting enough not to need to hallucinate? Perhaps if what my classmates were facing now was life and not just another year of high school, they would share my excitement. I have a feeling it is conventional choices that lead to unconventional stimulants.",
		"page": [62]
	},
	{
		"text": "The only people who are ever superior are the people who have no right to be.",
		"page": [67]
	},
	{
		"text": "I don't think there's much point in arguing with the closed-minded. I have found that no one I truly respect ever disagrees with me. Of course that makes sense, as I decide after a person agrees or disagrees with me whether or not I can truly respect them.",
		"page": [82]
	},
	{
		"text": "It's just no good wanting rational, civilized human beings for relatives. The whole idea of loving someone unconditionally just because they have the same blood coursing through their veins is so irrational that you can't expect the people who abide by such a notion to be especially sane.",
		"page": [116]
	},
	{
		"text": "Every time I lie down, I get so frightened... I am just going to lie down and repeat again and again and again, \"Everything is going to be fine,\" and not think of anything else. And that will work. The mind is a genius at creating tortures, yet so simpleminded when you make it be.",
		"page": [125]
	},
	{
		"text": "I don't suppose one is ever as secure as one is in school because there are such easy standards. An \"A\" is the best and if you get an \"A,\" then you're the best. And if you get all \"A's,\" then you couldn't possibly be doing more with your life. In the life I've been living, it hasn't been as clear as that.\nIt's funny, when people go to college, they often have a hard time adjusting at first, but everyone advises them to stick to it. With autodidacts, the period that's hard is after the newness of freedom has worn off, and you begin to wonder what you should be doing with this freedom. But even if the struggle to get the most out of my freedom is sometimes hard for me, I don't want to stop struggling.",
		"page": [142]
	},
	{
		"text": "I don't know why I feel so emotional about Halloween. I suppose because it's the one holiday that really changes as you grow up. No matter how old you get there'll always be Thanksgiving and Christmas presents and Valentines (I suspect that holiday gets better) and Easter eggs (or at least you could eat your children's), but I'll never be a trick-or-treater again.",
		"page": [143]
	},
	{
		"text": "I got the most heartbreaking letter from a college friend today. Ever since I had known her she wanted to be an actress, and so after graduation, when I was afraid I would not see her again, I wrote to tell her what a wonderful actress I thought she was.\nShe wrote today that she did not get into the acting school she wanted to, so she is giving up her dream of becoming an actress. It takes so little to destroy a dream.\nI sometimes look at adult people and wonder how they could have ended up so sad, and yet here I am at the formation of what may be some very sad lives. We are changed people once we let go of what we hope for.\nMost of my dreams are pretty silly, but I will not let go of one of them, no matter how much of what is laughingly referred to as \"real life\" gets in the way.",
		"page": [144]
	},
	{
		"text": "I feel I am kind of poised—waiting for life to begin. But what if this has been life all along? What if it never gets any realer? I keep attributing this feeling to youth, but what if I go through my whole life without ever feeling it really begin?\nI suppose the ugly truth is that life begins the moment you're born. And it is asking too much of it to request that it always live up to its reputation of being real.",
		"page": [238]
	}
]
