[
	{
		"text": "The existence of the public domain implies that the public has an inalienable stake in works of culture and scholarship—even works that they did not themselves devise. Stories mean little unless they are told and retold, and in the retelling, new meaning accrues to the original tale. The effect a given work has on its audience—and vice versa—is intrinsic to its social value.",
		"page": [4]
	},
	{
		"text": "\"Information wants to be free,\" with its air of casual inevitability and hazy, imprecise idealism, is less an insight than a bumper sicker, easy to chant, easier to dismiss. Perhaps this is why the phrase resounded. It was pithy, unapologetic. Of course information wants to be free: the more people who are familiar with a particular piece of information, the more relevant that information becomes. but fewer people remember what Brand wrote immediately thereafter:\n\"Information wants to be free because it has become so cheap to distribute, copy, and recombine—too cheap to meter. It wants to be expensive because it can be immeasurably valuable to the recipient. That tension will not go away. It leads to endless wrenching debate about price, copyright, 'intellectual property,' and the moral rightness of casual distribution, because each round of new devices makes the tension worse, not better.\"\nBrand's paradox describes the state in which we find ourselves today, and neatly summarizes the ideologies that have driven the last half century's worth of data activism.",
		"page": [12, 13]
	},
	{
		"text": "The goal \\[of Memex] was to build a machine that could capture a user's thought patterns, compile and organize his reading material and correspondence, and record the resulting \"associative trails\" between them all, such that the user could trace his end insights back to conception. Imagine the thrill, for example, of plumbing the neural archives of the man who invented whistling, and being able to trace the development of that concept, step by step, all the way back to the magic moment when he realized that he might be able to improve on the hum.",
		"page": [83]
	},
	{
		"text": "\"I just wasn't brought up to blindly obey anyone, particularly a stranger, no matter how authoritarian,\" Hart observed. Professors, administrators, superior officers—Hart bristled at anyone who demanded intellectual deference, anyone who used \"because I said so\" as a rhetorical trump. \"I did not understand that a person could become attached to a method of doing things, would hold on to that method, fight for it, try to destroy any other in an effort to avoid having to learn something new,\" Hart later wrote. He defined himself by his willingness to reach his own conclusions, and to defend them in the face of universal disagreement.",
		"page": [94, 95]
	},
	{
		"text": "Like many of his type, Hart believed that open information was intrinsically good, while rarely bothering to specify just how and why open information would change the world. To him, the progression seemed obvious. You couldn't change the world without changing minds, and you couldn't transform people's thought processes without giving them something new to think about. The powerful wanted to keep the masses ignorant and pliable by making information expensive and scarce. Hart concluded that digital networks could be used to set that data free.",
		"page": [98]
	},
	{
		"text": "Aaron Swartz had always been an outlier. Even before he was acclaimed as the unofficial protégé of the copyright reform movement, Swartz was separated from his peers by the depth and breadth of his interests and intelligence, and the vehemence with which he expressed his unusual opinions... Early on, young Aaron developed a keen interest in computers and information, and how the former could be used to acquire and organize the latter. (\"I don't think I have any particular technical skills; I just got a really large head start,\" he later reminisced.)",
		"page": [124]
	},
	{
		"text": "No matter your opinion of the culture industries, it's true that the people employed in them tend to lose their jobs when revenues decline. There are valid economic arguments in favor of long copyright terms. But the entities making those arguments often seemed to willfully ignore any public benefit that might be derived from the public domain.",
		"page": [135]
	},
	{
		"text": "By his third day in Palo Alto, Swartz's tone already indicated his fear that he had made a mistake. \"It's hard to say this without sounding even more superior than usual, but it doesn't strike me that most Stanford students (and professors) are exceptionally bright,\" Swartz posted on his blog. \"I was led to believe that Stanford was a magical place where everyone was a genius. This is somewhat disappointing.\"\n\\[...]\nWhile back in Highland Park during winter break, Swartz attempted to articulate exactly why he found organized schooling so enervating. \"When I started high school, I remember watching for that point where foreground and background reverse—the point at which school as a use of my time turned into time being what was left over from school. It didn't take long,\" he wrote on his blog. \"School is like that. It keeps you running until running is the only thing you know.\" Not surprisingly, he took the first possible opportunity to run away from Stanford.",
		"page": [144, 145]
	},
	{
		"text": "In 2005, \\[Paul Graham] thought he had figured out what caused so many tech start-ups to fail. A short five years after the American economy had sunk under the weight of a million irrelevant websites, the obvious answer to the question was \"Because those websites were irrelevant.\" But why had they been so irrelevant? Why had the tech bubble been characterized by smarmy, overcapitalized mistakes, vague solutions to problems no one had posed, and companies that wasted their venture capital funding on office whimsies and art direction while neglecting to ensure that their websites actually worked?\nWell, for one thing, Graham observed, in that age of irrational exuberance, the websites didn't actually have to work in order to attract investors. But a bigger problem was that venture capitalists had invested in the wrong sorts of entrepreneurs. Investors were attracted to companies founded by people with significant business experience, people who would have been just as comfortable working in the auto industry as at theautoindustry.com. Graham suspected that \"success in a startup depends mainly on how smart and energetic you are, and much less on how old you are or how much business experience you have.\" He wondered what would happen if venture capitalists bypassed the businessmen and, instead, invested directly in the ideas of smart kids who could build stuff.",
		"page": [146, 147]
	},
	{
		"text": "Though it has evolved from its original purpose, \\[Cupramontana] still stands as a monument to radical idealism, a physical reminder that we have a choice, that we are not bound inextricably to social convention. It takes courage to opt out of the world, its comforts and vices, in pursuit of less tangible rewards, but it can be done. Uncomfortable as caves may be, we can eventually learn to live in them. If society makes no sense, we can always stop listening. If the world disappoints us, we can leave it behind.",
		"page": [170]
	},
	{
		"text": "\"It seems impossible to be moral. Not only does everything I do cause great harm, but do does everything I don't do. Standard accounts of morality assume that it's difficult, but attainable: don't lie, don't cheat, don't steal. But it seems like living a moral life isn't even possible,\" Swartz declared in August 2009. The next month, he extrapolated from this line of thought:\n\"The conclusion is inescapable: we must live our lives to promote the most overall good. And that would seem to mean helping those most in want—the world's poorest people.\n\"Our rule demands one do everything they can to help the poorest—not just spending one's wealth and selling one's possessions, but breaking the law if that will help. I have friends who, to save money, break into buildings on the MIT campus to steal food and drink and naps and showers. They use the money they save to promote the public good. It seems like these criminals, not the average workaday law-abiding citizen, should be our moral exemplars.\"",
		"page": [205, 206]
	},
	{
		"text": "As best he could, Swartz continued his work on behalf of the stop-SOPA coalition, trying to entice new allies to the cause. \"I remember at one point during this period, I helped organize a meeting of start-ups in New York, trying to encourage everyone to get involved in doing their part,\" Swartz later related. \"And I tried a trick that I heard Bill Clinton used to find his foundation, the Clinton Global Initiative. I turned to every start-up founder in the room in turn and said, 'What are you doing to do?'—and they all wanted to one-up each other.\"",
		"page": [241]
	},
	{
		"text": "As the date approached, Swartz evinced public calm, ...blogging about the flaws of \"scientism\": the bias that only scientific methods have validity. \"If you're struggling with a decision, we're taught to approach it more 'scientifically,' by systematically enumerating pros and cons and trying to weight and balance them,\" Swartz wrote on August 10. \"Well, studies have shown that this sort of explicit approach repeatably leads to worse decisions than just going with your gut.\"",
		"page": [250]
	},
	{
		"text": "On the drive back to the city, Swartz held forth on the inefficacy of most nonprofit organizations; they were designed to deploy their tactics without bothering to evaluate whether those tactics actually worked, he grumbled. Woodhull later noted that Swartz was fascinated by \"this whole idea that there are all these organizations that think they are doing good, but actually, in objective terms, either aren't or could be doing a lot better.\" Too many nonprofits took the Batman and Harvey dent routes \\[to combatting crime, as shown in \"The Dark Knight\"], so to speak: they deployed methods that were emotionally satisfying but empirically ineffective. What the nonprofits needed to do was emulate the Joker. If you removed emotion and presumption from your strategies and approached your problems rationally and analytically—if you learned from your mistakes and refined your tactics accordingly—then you had a much better chance of devising the optimal solution to any given problem, no matter how crazy that solution might seem.",
		"page": [259]
	},
	{
		"text": "The Internet is both a conduit for idealistic fantasies and a tool that can be used to implement them. It is the real world that often creates resistance.\nThroughout Swartz's life, most of his failures and dilemmas derived from his inability to port this dynamic over to a real-world setting. The institutions from which he fled, the shortcuts he took: these were all a result of the real world's fundamental dissimilarity to the Internet. High school and college had been far too hierarchical. He left. Silicon Valley served up more of the same. Systems that were supposed to empower only disempowered. And there's the rub. In the real world, most organizations don't keep learning and improving—they set their parameters and stay within them. Real-world systems aren't outcome focused, they're systems focused.\nSwartz never stopped chasing his unusual dream, never became inured to its failure to materialize, and never lost faith in the ultimate plausibility of his vision. By the end of his life, he had realized that it would be up to him to make that dream come true. \"I must invent by own system or be enslaved by other men's,\" Michael Hart had posted on his wall in Urbana. Swartz spent his life trying to invent his own systems, ones that were modeled on and powered by the Internet.",
		"page": [267]
	},
	{
		"text": "As Lisa Rein indicated in 2002, the Internet itself resembles an emerging, albeit stateless, society. Its users are responsible for its welfare, and its welfare is inherently important, because the Internet is the apotheosis of the cultural brain. The library of the future is here, and the value that we get out of directly correlates with the value we put into it. We can choose to feed the cultural brain, or we can choose to starve it. The salient point is that it is a choice, and it is ours to make.",
		"page": [269]
	},
	{
		"text": "Three years on, the story of \\[Swartz's] life and death serves as a necessary reminder that there is a fundamental disconnect between our laws and our habits, between the way we are supposed to conduct ourselves online and the way we actually do. But the gap between the real and the ideal can be bridged only if we make the active choice to extend ourselves. We can amend bad laws. We can promote better modes of culture. We can choose to create systems that can be opened without breaking; that tolerate deviance without collapsing; that regard the unfamiliar not as a threat, but as an opportunity.",
		"page": [269, 270]
	}
]
