[
	{
		"text": "There is really only one entity—the federal government—that can realistically reformat society in ways that will prevent large swaths of the country from becoming jobless zones of derelict buildings and broken people."
	},
	{
		"text": "As Bismarck said, “If revolution there is to be, let us rather undertake it not undergo it.” Society will change either before or after the revolution. I choose before."
	},
	{
		"text": "The logic of the meritocracy is leading us to ruin, because we are collectively primed to ignore the voices of the millions getting pushed into economic distress by the grinding wheels of automation and innovation. We figure they’re complaining or suffering because they’re losers.\nWe need to break free of this logic of the marketplace before it’s too late."
	},
	{
		"text": "Studies have shown that everyone is less happy in an unequal society—even those at the top. The wealthy experience higher levels of depression and suspicion in unequal societies; apparently, being high status is easier when you don’t feel bad about it.",
		"page": [15, 16]
	},
	{
		"text": "So what’s normal? The normal American did not graduate from college and doesn’t have an associate’s degree. He or she perhrsaps attented college for one year or graduated high school. She or he has a net work of approximately $36K—about $6K excluding home and vehicle equity—and lives paycheck to paycheck. She or he has less than $500 in flexible savings and minimal assets invested in the stock market. These are median statistics, with 50 percent of Americans below these levels.",
		"page": [25]
	},
	{
		"text": "The reason that even well-meaning commentators suggest increasingly unlikely and tenuous ways for people to make a living is that they are trapped in the conventional thinking that people must trade their time, energy, and labor for money as the only way to survive. You stretch for answers because, in reality, there are none. The subsistence and scarcity model is grinding more and more people up. Preserving it is the thing we must give up first.",
		"page": [36]
	},
	{
		"text": "Taking even a fraction of the 3.5 million truckers off the road will have ripple effects far and wide. It is impossible to overstate the importance of truck drivers to regional economies around the country.",
		"page": [45]
	},
	{
		"text": "We tend to think of automation as displacing blue-collar workers with jobs that involve basic, repetitive skills. The truth is a bit more complicated than that. The important categories are not white collar versus blue collar or even cognitive skills versus manual skills. The real distinction is routine vs. nonroutine.",
		"page": [50]
	},
	{
		"text": "Companies are paid to perform certain tasks, not employ lots of people. Increasingly, employing lots of people will mean that you’re behind the times.",
		"page": [51]
	},
	{
		"text": "Our humanity is what makes us unique. People are the most important aspect of all of our lives.\nThat said, our human qualities mat not always make us ideal drivers, counselors, servers, salespeople, helpdesk workers, and so on. Drivers lose concentration. Counselors break confidences. Servers have bad days and are rude. Salespeople have biases and act inappropriately. Helpdesk workers get bored. And so on. There’s a big distinction between humans and humans and humans as workers. The former are indispensable. The latter may not be.",
		"page": [63]
	},
	{
		"text": "The automation wave is coming in part because, if your sole goal is to get work done, people are much tricker to deal with then machines. Acknowledging this is not a bad thing—it is a necessary step toward finding solutions. It may push us to think more deeply about what makes humanity valuable.",
		"page": [66]
	},
	{
		"text": "For highly qualified and talented people in robust marketplaces, the labor market is pretty seamless. If you’re a great Silicon Valley programmer, you can practically just cross the street and get another high-paying job…\nThe less qualified and talented you are and the less prosperous your local economy, the dicier things get. If you are a factory worker or salesperson in a store that just closed, chances are the other factories or stores nearby aren’t growing and don’t have job openings. Once you leave the market, it’s especially rough…\nThe employment market is loaded with friction. We all know that in real life. Yet so much of our policy assumes a dream world where people are infinitely mobile across state lines, know what jobs there are, have the savings to wait it out, make wise decisions about school, are endlessly resilient, and encounter understanding employers who are rooting for them and can see their merits. I’ve hired hundreds of people over the years. For the normal person, virtually none of this is true.",
		"page": [73]
	},
	{
		"text": "We should 100 percent invest in successful retraining of employees. But we should also know that we’re historically very bad at it even in situations where we know displacement is happening. Expecting this to be effective over a large population over a range of industries is more wishful thinking than policy recommendation.",
		"page": [77]
	},
	{
		"text": "The unemployment rate is like checking how a party is going based on everyone who’s at the party. It doesn’t take into account the people who were never invited to the party or couldn’t get in. It also doesn’t take into account the people who are in the wrong room at the party and having a bad time.",
		"page": [78]
	},
	{
		"text": "Imagine if over the years I slowly invented a machine that did the work of 10 percent of American workers. Would unemployment surge by 10 percent over that time? No, because the displaced workers would have to keep working in order to feed themselves, and so would take any jobs in sight, thus depressing wages and keeping productivity low. It would also keep incentives low to automate away further labor and depress the labor participation rate. This is a pretty perfect description of where we are right now.",
		"page": [80]
	},
	{
		"text": "In the introduction, I said that we were the frog and the water’s getting hotter. It might be more accurate to say that we’re the frog and the grill is being preheated.",
		"page": [82]
	},
	{
		"text": "Our national universities are effectively a talent drain on 75 percent of the country. If you’re a high achiever from, say, Wisconsin or Vermont or New Mexico and you go to Penn or Duke or John Hopkins, the odds are that you’ll move to New York or California or DC and your home state will never see you again.",
		"page": [87, 88]
	},
	{
		"text": "You might be thinking, “Who cares if the coddled college kids are depressed?” One reason to care is that private company ownership is down more than 60 percent among 18- to 30-year-olds since 1989. The Wall Street Journal ran an article titled “Endangered Species: Young U.S. Entrepreneurs,” and millennials are on track to be the least entrepreneurial generation in modern history in terms of business formation. It turns out that depressed, indebted, risk-averse young people generally don’t start companies. This will have effects for decades to come.",
		"page": [92]
	},
	{
		"text": "The technologists and entrepreneurs I know are generally good people. If they were given a choice to “Do you job and eliminate normal jobs” or “Do your job and create abundant opportunities,” they would choose the latter. Most of them would happily even take a small hit to do so. But this isn’t a choice they’re given. They do their own jobs to the best of their ability and let the market do the rest…\nYou may find this objectionable. Here’s the thing—it is not the innovator’s job to figure out the social implications of what they do. Their job is to create and fund innovation in the market as cost-effectively as possible. This is itself a difficult job.\nIt is our job to account for society. That is, it’s the job of our government and our leaders.",
		"page": [94]
	},
	{
		"text": "We say success in American is about hard work and character. It’s not really. Most of success today is about how good you are at certain tests and what kind of family background you have, with some exceptions sprinkled in to try to make it all seem fair.",
		"page": [96, 97]
	},
	{
		"text": "Intelligence and character aren’t the same things at all. Pretending that they are will lead us to ruin. The market is about to turn on many of us with little care for what separates us from each other.",
		"page": [98]
	},
	{
		"text": "One of the things that has struck me about the age of the Internet is that having the world’s information at our disposal does not seem to have made us any smarter.",
		"page": [108]
	},
	{
		"text": "It may come as a surprise that Americans are now less likely to start a business, move to another region of the country, or even switch jobs now than at any time in modern history. The most apt description of our economy is the opposite of dynamic—it’s stagnant and declining.",
		"page": [120]
	},
	{
		"text": "With the Freedom Dividend, money would be put in the hands of our citizens in a time of unprecedented economic dislocation. It would grow the consumer economy. It’s a stimulus of people. The vast majority of the money would go directly into the economy each month, into paying bills, feeding children, visiting loved ones, youth sports, eating at the local restaurant, piano lessons, extra tutoring help, car repairs, small businesses, housing improvements, prenatal vitamins, elder care, and so on. Most Americans are so cash-strapped that most of the money would be spent locally and quickly.",
		"page": [172]
	},
	{
		"text": "One of the reasons why we’ve lost our way as a society is that the market has overrun our leaders.",
		"page": [206]
	},
	{
		"text": "In the current system it pays financially for companies to be aggressive and abuse the public trust, make as much money as possible, and then pay some modest fines. Often, no criminal laws are broken, or if they are, violations are impossible to either prosecute or prove. It’s little wonder that our current version of institutional capitalism sits so poorly with young people who grew up during the recession. They were on the receiving end of a morality play that ended with the bad guys walking away with bags of cash and a lousy job market.",
		"page": [209]
	},
	{
		"text": "In order for our society to prosper through the automation wave, the state must become a newly invigorated force. Citizenship must grow to mean something again. And we have to make clear that we value people intrinsically, independent of any qualities or qualifications.",
		"page": [212]
	},
	{
		"text": "We have so many brilliant doctors—they should be innovators, detectives, guides, and sources of comfort, not glorified assembly line workers. And freeing health care from being locked to a job would be a massive boon to economic growth and dynamism.",
		"page": [223]
	},
	{
		"text": "“We are just scratching the surface of how smart people can become if we give them the proper tools to learn. In the years ahead, we will ind that people are capable of much more than we imagine.” \\[Salman Khan]",
		"page": [226]
	},
	{
		"text": "Personal qualities today are increasingly marginalized in favor of technocratic, market-driven skills. Instead, finance is the new courage, branding is the new compassion, and coding is the new contemplation. Schools today don’t believe it’s their place to teach toward the big questions. They can barely remember what ideals look like. If they can remember, there will be much hope for us all.",
		"page": [240]
	},
	{
		"text": "I have been in the room with the people who are meant to steer our society. The machinery is weak. The institutionalization is high. The things you fear to be true are generally true.\nI wrote this book because I want others to see what I see. We are capable of so much better.",
		"page": [242]
	}
]
