[
	{
		"text": "But, my dear readers, a man must think, at least a little. It helps. After all, it is clear that the entire history of mankind, insofar as we know it, is the history of transition from nomadic to increasingly settled forms of existence. And does it not follow that the most settled form (ours) is at the same time the most perfect (ours)?",
		"page": [11, 12]
	},
	{
		"text": "Now, think of a square, a living, beautiful square. And imagine that it must tell you about itself, about its life. You understand, a square would scarcely ever think of telling you that all its four angles are equal: this has become so natural, so ordinary to it that it’s simply no longer consciously aware of it. And so with me: I find myself continually in this square’s position.",
		"page": [20]
	},
	{
		"text": "Is it not clear, however, that bliss and envy are the numerator and denominator of the fraction called happiness?",
		"page": [21]
	},
	{
		"text": "Some wrote for their contemporaries; others for their descendants. But no one has ever written for ancestors, or for beings similar to his primitive, remote ancestors.",
		"page": [22]
	},
	{
		"text": "“Clearly,” she interrupted me, “to be original is to be in some way distinct from others. Hence, to be original is to violate equality. And that which in the language of the ancients was called ‘being banal’ is with us merely the fulfillment of our duty.”",
		"page": [27]
	},
	{
		"text": "Amazing, the extent to which criminal instincts persist in human nature. I use the word “criminal” deliberately. Freedom and crime are linked as indivisibly as … well, the motion of the aero and its speed: when its speed equals zero, it does not move; when man’s freedom equals zero, he commits no crimes. That is clear. The only means of ridding man of crime is ridding him of freedom.",
		"page": [33]
	},
	{
		"text": "Evening. A light mist. The sky is hidden by a milky-golden veil and you cannot see what is above, beyond it. The ancients knew that God—their greatest, bored skeptic—was there. We know that there is only a crystal-blue, naked, indecent nothing. But now I do not know what is there: I have learned too much. Knowledge, absolutely sure of its infallibility, is faith. I had had firm faith in myself; I had believed that I knew everything within myself. And now…",
		"page": [53]
	},
	{
		"text": "It was again the old R: thick, spluttering lips, spraying saliva, and a fountain of words. “You see” (“s”—a spray) “…that ancient legend about paradise … Why, it’s about us, about today. Yes! Just think. Those two, in paradise, were given a choice: happiness without freedom, or freedom without happiness. There was no third alternative. Those idiots chose freedom, and what came of it? Of course, for ages afterward they longed for the chains. The changes—you understand? That’s what world sorrow was about. For ages! And only we have found the way of restoring happiness … No, wait, listen further! The ancient God and we—side by side, at the same table. Yes! We have helped God ultimately to conquer the devil—for it was he who had tempted men to break the ban and get a taste of ruinous freedom, he, the evil serpent. And we, we’ve brought down our boot over his little head, and—cr-runch! Now everything is fine—we have paradise again. Again we are as innocent and simple-hearted as Adam and Eve. No more of that confusion about good and evil. Everything is simple—heavenly, childishly simple. The Benefactor, the Machine, the Cube, the Gas Bell, the Guardians—all this is good, all this is sublime, magnificent, noble, elevated, crystal pure. Because it protects our unfreedom—that is, our happiness. The ancients would begin to talk and think and break their heads—ethical, unethical … Well, then.”",
		"page": [55]
	},
	{
		"text": "I am alone. Evening. A light mist. The sky is hidden behind a milky-golden veil. If only I could know what is there, above it! If only I could know: Who am I, what am I like?",
		"page": [57]
	},
	{
		"text": "I do not fear this word “limitation.” The function of man’s highest faculty, his reason, consists precisely in the continuous limitation of infinity, the breaking up of infinity into convenient, easily digestible portions—differentials. This is precisely what lends my field, mathematics, its divine beauty.",
		"page": [58]
	},
	{
		"text": "“I hate fog. I am afraid of it.”\n“That means you love it. You are afraid of it because it is stronger than you; you hate it because you are afraid of it; you love it because you cannot subdue it to your will. Only the unsubduable can be loved.”",
		"page": [64]
	},
	{
		"text": "“You’re in a bad way! Apparently, you have developed a soul.”\nA soul? That strange, ancient, long-forgotten word. We sometimes use the words “soul-stirring,” “soulless,” but “soul”…?\n“Is it … very dangerous?” I muttered.\n“Incurable,” the scissors snapped.\n“But …. What, essentially, does it mean? I somehow don’t … don’t understand it.”\n“Well, you see … How can I explain it to you? … You are a mathematician, aren’t you?”\n“Yes.”\n“Well, then—take a plane, a surface—this mirror, say. And on this surface are you and I, you see? We squint against the sun. And here, the blue electric spark inside that tube, and there—the passing shadow of an aero. All of it only on the surface, only momentary. But imagine this impermeable substance softened by some fire; and nothing slides across it any more, everything enters into it, into this mirror world that we examined with such curiosity when we were children. Children are not so foolish, I assure you. The plane has acquired volume, it has become a body, a world, and everything is now inside the mirror—inside you: the sun, the blast of the whirling propellor, your trembling lips, and someone else’s. Do you understand? The cold mirror reflects, throws back, but this one absorbs, and everything leaves its trace—forever. A moment, a faint line on someone’s face—and it remains in you forever. Once you heard a drop fall in the silence, and you hear it now…”",
		"page": [79, 80]
	},
	{
		"text": "Oh, great, divinely bounding wisdom of walls and barriers! They are, perhaps, the greatest of man’s inventions. Man ceased to be a wild animal only when he built the first wall.",
		"page": [83]
	},
	{
		"text": "Suffering punishment is my right in relation to the One State, and I will not yield this right. We, the numbers of our State, should not, must not give up this right—the only, and therefore the most precious, right that we possess.",
		"page": [101]
	},
	{
		"text": "The king is the strongest, the most immoral, the most brilliant of man’s inventions. The knife has been a guillotine; the knife is the universal means of solving all knots; along the king’s edge is the road of paradoxes—the only road worthy of a fearless mind.",
		"page": [103]
	},
	{
		"text": "From my own experience I know that the cruelest thing is to make a person doubt his own reality, his three-dimensional—not any other—reality.",
		"page": [105]
	},
	{
		"text": "It is said there are flowers that bloom only once in a hundred years. Why should there not be some that bloom once in a thousand, in ten thousand years? Perhaps we never knew about them simply because this “once in a thousand years” has only come today?",
		"page": [114]
	},
	{
		"text": "“And why do you think that foolishness is bad? If human foolishness had been as carefully nurtured and cultivated as intelligence has been for centuries, perhaps it would have turned into something extremely precious.”",
		"page": [115]
	},
	{
		"text": "I am like a machine set at excessive speed: the bearings are overheated; another minute, and molten metal will begin to drip, and everything will turn to naught. Quick—cold water, logic. I pour it by the pailful, but logic hisses on the red-hot bearings and dissipates into the air in whiffs of white, elusive steam.",
		"page": [119]
	},
	{
		"text": "“A human being is like a novel: until the last page you don’t know how it will end. Or it wouldn’t be worth reading...”",
		"page": [141]
	},
	{
		"text": "Machines have no imagination.\nHave you ever seen the face of a pump cylinder break into a distant, foolish, dreamy smile when it works? Have you ever heard of cranes restlessly turning from side to side and sighing at night, during the hours designated for rest?\nNo!",
		"page": [156]
	},
	{
		"text": "Do you believe that you will die? Yes, man is mortal, I am a man: hence … No, this is not what I mean. I know you know this. I am asking: have you ever really believed it; believed it totally, not with your mind, but with your body; have you ever felt that one day the fingers holding this very page will be icy, yellow…\nNo, of course you don’t believe it—and this is why you have not jumped from the tenth floor down to the pavement; this is why you are still eating, turning the page, shaving, smiling, writing…",
		"page": [163]
	},
	{
		"text": "A preposterous feeling, but I know: yes, I must. Preposterous, because this duty of mine is yet another crime. Preposterous, because white cannot at the same time be black, duty and crime cannot coincide. Or is there no black and white in life, and the color depends only on the initial logical premise?",
		"page": [166]
	},
	{
		"text": "This was so unexpected, so absurd, that I burst out laughing. At once the tightly wound spring within me cracked, my hand hung limp, the rod clanked on the floor. And I learned from my own experience that laughter was the most potent weapon: laughter can kill everything—even murder.",
		"page": [184]
	},
	{
		"text": "I ask you: what did people—from their very infancy—pray for, dream about, long for? They longed for someone to tell them, once and for all, the meaning of happiness, and then to bind them to it with a chain. What are we doing now, if not this very thing?",
		"page": [187]
	}
]
