[
	{
		"text": "The first step to thinking clearly is to question what we think we know about the past.",
		"page": [13]
	},
	{
		"text": "You can't escape the madness of crowds by dogmatically rejecting them. Instead ask yourself: how much of what you know about business is shaped by mistaken reactions to past mistakes? The most contrarian thing of all is not to oppose the crowd but to think for yourself.",
		"page": [22]
	},
	{
		"text": "Entrepreneurs are always biased to understand the scale of competition, but that is the biggest mistake a startup can make. The fatal temptation is to describe your market extremely narrowly so that you dominate it by definition.",
		"page": [28]
	},
	{
		"text": "Since \\[Google] doesn't have to worry about competing with anyone, it has wider latitude to care about its workers, its products, and its impact on the wider world... Monopolists can afford to think about things other than making money; non-monopolists can't.",
		"page": [31, 32]
	},
	{
		"text": "In a static world, a monopolist is just a rent collector. Think of the famous board game: deeds are shuffled around from player to player, but the board never changes. There's no way to win by inventing a better kind of real estate development.\nBut the world we live in is dynamic: it's possible to invent new and better things. Creative monopolists give customers more choices by adding entirely new categories of abundance to the world. Creative monopolies aren't just good for the rest of society; they're powerful engines for making it better.",
		"page": [32]
	},
	{
		"text": "You can expect the future to take a definite form or you can treat it as hazily uncertain. If you treat the future as something definite, it makes sense to understand it in advance and to work to shape it. But if you expect an indefinite future ruled by randomness, you'll give up on trying to master it.",
		"page": [61]
	},
	{
		"text": "The strange history of the Baby Boom produced a generation of indefinite optimists so used to effortless progress that they feel entitled to it. Whether you were born in 1945 or 1950 or 1955, things for better every year for the first 18 years of your life, and it had nothing to do with you...\n\\[...]\nWhen Baby Boomers grow up and write books to explain why one or another individual is successful, they point to the power of a particular individual's context as determined by chance. But they miss the even bigger social context for their own preferred explanations: a whole generation learned from childhood to overrate the power of chance and underrate the importance of planning.",
		"page": [69]
	},
	{
		"text": "Every university believes in \"excellence,\" and hundred-page course catalogs arranged alphabetically according to arbitrary departments of knowledge seem designed to reassure you that \"it doesn't matter what you do, as long as you do it well.\" That is completely false. It does matter what you do. You should focus relentlessly on something you're good at doing, but before that you must think had about whether it will be valuable in the future.",
		"page": [91]
	},
	{
		"text": "If everything worth doing has already been done, you may as well feign an allergy to achievement and become a barista.",
		"page": [96]
	},
	{
		"text": "Every fall, the deans at top law schools and business schools welcome the incoming class with the same implicit message: \"You got into this elite institution, Your worries are over. You're set for life.\" But that's probably the kind of thing that's true only if you don't believe it.",
		"page": [98]
	},
	{
		"text": "For people to be fully committed, they should be properly compensated. Whenever an entrepreneur asks me to invest in his company, I ask him how much he intends to pay himself. A company does better the less it pays the CEO—that's one of the single clearest patterns I've noticed from investing in hundreds of startups.",
		"page": [113, 114]
	},
	{
		"text": "\"Company culture\" doesn't exist apart from the company itself: no company has a culture; every company is a culture. A startup is a team of people on a mission, and a good culture is just what that looks like on the inside.",
		"page": [119]
	},
	{
		"text": "The best thing I did as a manager at PayPal was to make every person in the company responsible for doing just one thing. Every employee's one thing was unique, and everyone knew I would evaluate him only on that one thing. I had started doing this just to simplify the task of managing people. But then I noticed a deeper result: defining rules reduced conflict... Eliminating competition makes it easier for everyone to build the kinds of long-term relationships that transcend mere professionalism.",
		"page": [123, 124]
	},
	{
		"text": "The most fundamental reason that even businesspeople underestimate the importance of sales is the systematic effort to hide it at every level of every field in a world secretly driven by it.",
		"page": [129]
	},
	{
		"text": "Will a machine replace you?\nFuturists can seem like they hope the answer is yes. Luddites are so worried about being replaced that they would rather we stop building new technology altogether. Neither side questions the premise that better computers will necessarily replace human workers. But that premise is wrong: computers are complements for humans, not substitutes. The most valuable businesses of coming decades will be built by entrepreneurs who seek to empower people rather than try to make them obsolete.",
		"page": [141]
	},
	{
		"text": "Most cleantech companies crashed because they neglected one or more of the seven questions that every business must answer:\n1. The Engineering Question: Can you create breakthrough technology instead of incremental improvements?\n2. The Timing Question: Is now the right time to start your particular business?\n3. The Monopoly Question: Are you starting with a big share of a small market?\n4. The People Question: Do you have the right team?\n5. The Distribution Question: Do you have a way to not just create but deliver your product?\n6. The Durability Question: Will your market position be defensively 10 and 20 years into the future?\n7. The Secret Question: Have you identified a unique opportunity that others don't see?",
		"page": [153, 154]
	},
	{
		"text": "But the team insight—never invest in a tech CEO that wears a suit—got us to the truth a lot faster. The best sales is hidden. There's nothing wrong with a CEO who can sell, but if he actually looks like a salesman, he's probably bad at sales and worse at tech.",
		"page": [160]
	},
	{
		"text": "A unique founder can make authoritative decisions, inspire strong personal loyalty, and plan ahead for decades. Paradoxically, impersonal bureaucracies staffed by trained professionals can last longer than any lifetime, but they usually act with short time horizons.\nThe lesson for business is that we need founders. If anything, we should be more tolerant of founders who seem strange or extreme; we need unusual individuals to lead companies beyond mere incrementalism.\nThe lesson for founders is that individual prominence and adulation can never be enjoyed except on the condition that it may be exchanged for individual notoriety and demonization at any moment—so be careful.",
		"page": [188, 189]
	},
	{
		"text": "But no matter how many trends can be traced, the future won't happen on its own. What the Singularity would look like matters less than the stark choice we face today between the two most likely scenarios: nothing or something. It's up to us. We cannot take for granted that the future will be better, and that means we need to work to create it today.",
		"page": [195]
	}
]
