{
  "title": "Homework's Actual Utility",
  "subtitle": "A Tirade",
  "date": "May 18, 2017",
  "content": "Why is there homework that is graded, that affects a person’s chance at a future? The entire purpose of homework is purportedly to practice, to become better at understanding a subject. However, students are graded both on their practice to understand a subject, and later, that understanding itself.\n\nThis is ridiculous. If someone understands a concept when they hear it, or has learned it years ago, why must they do the same boring and mundane exercises day after day to “enhance their understanding”? They already get it! This system discourages independent learning, discourages working ahead, discourages any student’s propensity to go online and learn something on their own. Why?\n\nI’ll give an example: myself in physics class this year. I came into the class having an understanding of Newtonian through electromagnetic physics, even tutoring those very subjects to other students! But, was I able to prove what I knew? No! I had to sit attentively through the dozens of lectures on velocity, vectors, falling, everything — and to what end? In order that I could complete the dozens of similarly mundane calculator-operating exercises. I lost passion for physics and for teaching myself, because to me it became a source of mundane agony.\n\nAn ideal system is one self-paced, one based on tests. In this school, each student would earn their credits based on the things they learned, and at their own pace. Say a student wanted to learn biology. If they were motivated, had extra time, and had tons of energy and passion they might finish the first semester’s studying in the first month, devouring all the material. In this system, what good would that be? Just wasted time. But in that school, that system, all that would be graded would be understanding through tests — solely that. Any method used could be employed; asking the professor, reading the textbook, using homework handouts that were made readily available; but in the end, each student would be responsible for their own comprehension. Due dates for tests, too, would be flexible and give students much more freedom; if a student had a free fall but a very busy winter, they could hammer through three times the amount of material that was available and have weeks upon weeks free to work on their own projects during the winter. Slackers would be avoided by setting fixed deadlines for taking tests. Indeed, why should semester courses even exist, either? If a student has a passion for biology, let them go as far as they can as fast as they can; what harm comes from a student in 9th grade taking top-level courses? They’re learning, they’ve found a passion; celebrate it!\n\nMachine learning could even be implemented to make courses better; if nobody used the homework assignments, then make them better or get rid of them. Don’t force something down a student’s throat just because you think it’s the “proper” way to do things; employ natural selection. Of a set of options, a student will choose that which works best for them, and computers can realize what’s crap and get rid of it. I’m tired of pointless physics assignments, but if someone else really gets value out of them, then celebrate it! Let them study that way!\n\nMore options are better, not less. More flexibility is superior to rigidity. Students are people; forcing them to conform to your archaic ideas of a “proper education” is monolithic and pointless. We’re in the twenty-first century! The age of computers, the age of electronics, the age of information — and yet our schools still operate straight out of the 1940s. I’m typing this, voicing these complaints, from the library of a school that’s academically competitive nationwide. If I, here, have these grievances, imagine those schools in poor rural neighborhoods! I at least have the blessing of a tease, of a glimpse of what school could be — and I believe, WILL be. At least, that’s my goal.\n\n“For STEM students,” some might say, “this might work. But what about English? Spanish? Those languages surely need to be taught daily!” Indeed, those some are right. Not all is learned from a textbook, or videos, or lectures; however, I’d argue that the same applies to the way they’re taught today. Lectures, videos, and textbooks aren’t the way to teach it, are they? Well, my Spanish class is taught by lectures, which are based on textbooks and supplemented by videos. If it doesn’t work now, then we need to find a better system; however, that’s no logic by which to keep the current one. To speak a language, it’d be better to be free, to establish areas in a school where only certain languages are allowed aloud; grammar learning can be like I proposed; at one’s own rate, and further motivated by seeing others use what they know and desiring to match them. Students could tutor each other, helping advance interests as a talking, breathing, experiencing body and not as a mass of flesh behind desks every day. That system is broken, too; perhaps in a different way, and certainly I’m no expert; but I sure know Spanish class isn’t all there is to learning.\n\nUse the internet, don’t confiscate it. Cell phones interest kids because they feed their desires for information, for connection. If you decree that everything admired or used by a child is wrong and rebellious, you’re going directly against your strongest asset. Use their interests, feed their desires! A kid likes YouTube? Show them how much math and science exists on the platforms, and show them a set of tests that they can take to prove their understanding to the school — at their own pace, and to their own interests. That system will show its own rewards.\n\nThe classic model of improvement in schools is more output, more rigor in courses. The IB program is prestigious — why? Because it gives more homework and harder tests than any of the other similarly bad programs. In my IB Design & Technology class, however, the teacher blatantly ignored IB curriculum and taught what students wanted to learn, got them passionate. He was able to do this, and additionally cram all that rigorous IB learning into a month and a half — our students excelled at their testing; why? Our teacher gave us the curriculum, gave us the details of what we would be tested on. Then, instead of lecturing and hammering every detail into the slow learner’s skulls while the fast ones sit in endless boredom, he set us loose. Did online notecards help? Lists of learning targets? Reading a textbook? Each had a different answer to each. But each, critically, was able to use the method they found easiest and was able to work at their own pace, gliding over that which came to them and spending time on difficult sections. There was one factor that distinctly hindered the progress of time he gave us; or, at least, myself. 80% of that free time was used by me to do homework or to sleep — from staying up too late, doing homework. The opportunity he gave us was severely diminished from its potential — because of the leaking over of the inefficient system into that beautifully efficient one. Our average score as a class is still one of the highest in the nation, with ⅕ the normal studying time and with perhaps ⅓ of the efficiency possible. Giving kids freedom works, folks.\n\nIn my current math class, there are two types of students: those who understand the material, preferring to sit and do homework or watch videos on their phones, and those who struggled to understand, would ask questions later, and so slumped in their seats to do the same as the material soared past their understanding. The class suited maybe a quarter of students; It was a free period for most, with a background audio of pointless lecture, wasted energy for the teacher, students, and all involved. I heard one of my peers exclaiming, joyful, after our IB tests were done: “That’s the last math test I’ll ever have to take!” Math tests, in the current system, are insanely stressful or boring and pointless exercises for others. Let those who excel speed ahead, and those who are behind take their time to catch up and understand. A fixed test schedule is anything but ideal.\n\nI’ve got to stop typing now so that I have time to finish my Spanish homework in Math class; with the pointlessness, why wouldn’t I procrastinate? This works, what’s motivating me to do it sooner? It’s a shame the teacher checks before each lecture; she merely covers the same exact stuff, exactly… over and over yet again. It’s a waste of our time, and a waste of hers. Let me be motivated, let me be enthusiastic — don’t force others to suffer this school. Rather, let them learn, let their passions become strengths rather than systematically steamrolling those very desires.\n\nI just finished that homework, and while I was scribbling it occurred to me — why am I here? I have no reason besides legal obligation. I had time to spend in math class, and wasted the time wasting my time on some mundane “comprehension questions” about the Arabic age of Spain. Am I going to use that? Is it going to inform decisions of mine? Do I have a passion for it? No, no, and no. For some, however, those answers are surely yes. Let students choose what they study; everyone will be better off. Teachers won’t waste their time, students won’t waste their time, the districts won’t waste money — what’s to lose? Rather, what’s to benefit by not changing? This chronic system of inefficient order and impermeable tradition is actively crippling the progress of the growing generation.\n\nThere’s a “Calculus Review Day” packet sitting on my desk, while a substitute sits and idly watches us, not even caring enough to stop me from typing away in the front row, seven feet away. I’ll do that packet at home — or will I? I just glanced through it — I can do all but two problems in my head if I put my mind to it, but surely I’ll need to scribble my work late tonight. This is mindless review for a test, the fundamental issue that underlies my irritation: even if I couldn’t almost ace the test now, doing random problems for 40 minutes won’t help me. But, I have to do them, because not only is the test that tests what we KNOW graded, but showing that we’re “study to improve our knowledge” is also somehow fundamentally important. I already know what’s on the test — give it to me now, don’t make me waste time like this.\n\nI’m not sure who this is really addressed to, if I ever even show it to anyone. Perhaps to teachers, who are bored with low salaries and doing the same lesson six times in a day verbatim. Perhaps it’s to administrators, who might have the power to make at least a little change — but probably not, as any meaningful overhaul would necessarily be fundamental. Perhaps it’s to parents, who are mad or confused about their brilliant student’s low grades. To you, parents, realize that the majority of low grades aren’t from incapability, they’re from the chronic apathy that rears its head when students have had enough and given up. I can name many fellow students who are more capable, more lively, or more funny than me, but are just tired of the manure we get fed every day; so they don’t do it. One likes art and jokes, he’s the class clown in Spanish, and has a knack for art, I’ve heard. Another is brilliant and full of random facts from books and encyclopedias and the Internet; he spews the most amazing and completely arbitrary facts, and obviously loves it — the teacher gets a kick out of it, too. What’s the fundamental difference between him and the class overachiever in another? Their tolerance levels of our beautifully pointless school system. He probably won’t go to that good of a university, because of his GPA; that person will likely go to a good school, get a jump on life — because she’s able to write essays better. One person I know tries hard, crying over her study for ever biology test, only to be targeted and berated by the teacher to the level where many students in that class note the pattern with alarm. On the other side, one of the students leaving Junior year with a 4.0 GPA literally hasn’t done homework outside of school for ten months. Is this the result of a system that truly encourages learning and helps students develop? One suffers, another is bored; precious few are satisfied with the pursuit of any subject, let alone the balance of all.\n\nMostly, however, this goes out to fellow students. Don’t give up hope; or do, but realize that this isn’t everything. In fact, it’s hardly anything. We all suffer together, and we’ll suffer until we’re in charge of the world in a few decades. We’re the ones who educated ourselves in our passions through the Internet, the ones who’ve learned to reject dogma for reason, and with our effort we’ll be the last to be forced through this archaic machine, the ones to literally break the mold."
}