{
  "title": "Relationships",
  "subtitle": "Decline as a Default",
  "date": "November 6, 2018",
  "content": "There's a big distinction in any romantic relationship between those parts that are passive and active. Passive actions are the default; they must be excepted to. Active actions constitute intention; it must be a conscious effort to enact them.\n\nSee, relationships start entirely active; the default state is being single, and from that two interested people must make specific exceptions to see each other. Everything they do is seen as a special and specific act of care: it's a surprise, and engenders a warm feeling in the other. That's largely why it's so easy to fall in love: you see someone doing special things for you, and caring about you, and you feel affection and gratitude towards them.\n\nHowever, as time goes on, more and more aspects of a relationship become the default. The specifics vary by relationship, obviously, but the category of expected things is largely in the domain of time, actions, and finances. What used to be an active, special, caring act that summoned a blush -- say, bringing your significant other coffee on the morning of a test -- becomes an entitlement, a default, a passive part of the relationship. Where the coffee before created a swelling of love, now there may instead be a sense of anger or hurt when your partner does Not go out of their way to bring coffee!\n\nOver time, more and more things become passively governed. The formalization of this is marriage; a set of expectations and entitlements that each person gives the other. However, over time, the special feelings that were originally connected with actions become forgotten; instead, there is only a potential of fear and hurt if certain actions are not fulfilled on a regular basis. Without specific effort to prevent the change, almost any relationship becomes no longer about love and caring, but about hurt, fear, and obligation: a power struggle.\n\nHow does it get so bad, though? It all starts with one or two small things. When something is the norm and is violated—say, when coffee is not brought before a test—this sows hurt, mistrust, and suspicion. \"Why aren't they acting as if I'm special now,\" a partner might think, \"do they not love me as much anymore? Are they not thinking or caring about me?\" This kind of thinking leads into a positive feedback loop, because suspicion is often patched by more romantic behavior on the other partner's behalf... which leads in turn to more things becoming passively expected, which leads to more hurt and mistrust and suspicion. It's a downward spiral, only avoidable with active and empathetic communication  between partners in precise awareness of its possibility.\n\nAnd within it all lies a giant and cruel irony: the more one does at the beginning, the more outgoing and caring and loving you are, the more trapped you'll be at the end. If grand gestures are the active norm, they become the passive necessity... without them, your partner will feel unloved and uncared-for, because that grandiose effort became the norm which was promptly violated.\n\nPerhaps this explains why the most romantic people, the most passionate lovers, the most attractive partners, so often have worse relationships than their more average peers. Look at it from a game theoretic perspective: if an attractive and desirable woman (or man) has the option to choose between potential suitors, they'll pick the one that is most loving, most romantic, most outgoing, most over-the-top in love with them. Ironically, however, they are simultaneously choosing to partake in the relationship that is most likely to sour with time. The more grandiose the original effort, the more likely a suitor is to be picked... and the more likely the relationship is to fall apart due to misplaced expectations. We see this fallout all over tabloids: one week it's a rich, attractive celebrity getting a messy divorce, the next day it's a multibillionaire with everything in the world — except any dependable love. It's a cruel irony, isn't it?"
}